Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/introduction/*.po
Languages: ca_es, da_dk, fi_fi

source: on many of, if not most of, the computers that make up the backbone of Internet
da_dk: på mange af, hvis ikke de fleste, af de computere der udgør Internettets rygrad
fi_fi: monessa (ellei useimmissa) tietokoneessa, joista internetin runko rakentuu

source: When possible, contribute to Debian so both the Debian and Ubuntu communities benefit.
da_dk: Når muligt at bidrage til Debian, således at både Debian's og Ubuntu's fællesskaber drager fordel heraf.
fi_fi: Mahdollisuuksien mukaan osallistua Debianin kehitykseen, jotta sekä Debianin että Ubuntun yhteisöt hyötyvät.

source: Software favors functionality and stability, as opposed to being fancy or light on features.
da_dk: Software prioriterer funktionalitet og stabilitet.
fi_fi: Sovellukset suosivat toimivuutta ja vakautta ennemmin kuin olisivat koristeellisia tai ominaisuuksista vajaita.

source: Wikipedia says that a
da_dk: Wikipedia siger at
fi_fi: Wikipedian mukaan

source: Desktop Environment
da_dk: Desktop miljø
fi_fi: Työpöytäympäristö

source: is
da_dk: er
fi_fi: tarjoaa

source: System Monitor
ca_es: Monitor del sistema

source: Terminal
ca_es: Emulador de terminal
