Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/introduction/*.po
Languages: ca_es, da_dk, fi_fi

source: Introduction
ca_es: Introducció
da_dk: Introduktion
fi_fi: Esittely

source: For a retrospective future.
ca_es: Per un futur retrospectiu.
da_dk: For en retrospektiv fremtid.
fi_fi: Kohti takautuvaan tulevaisuuteen.

source: What is Ubuntu MATE?
ca_es: Què és l'Ubuntu MATE?
da_dk: Hvad er Ubuntu MATE?
fi_fi: Mikä on Ubuntu MATE?

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
ca_es: L'Ubuntu MATE és un sistema operatiu - el programari nucli que fa funcionar el seu ordinador, similar al
da_dk: Ubuntu MATE er et operativ system -- den centrale software som styrer din computer, svarende til
fi_fi: Ubuntu MATE on käyttöjärjestelmä -- ydinohjelmisto, jolla tietokoneesi toimii, samankaltainen kuin

source: Microsoft's Windows
ca_es: Windows de Microsoft
fi_fi: Microsoftin Windows

source: Apple's OS X
ca_es: l'OS X d'Apple
fi_fi: Applen OS X

source: and
ca_es: i
da_dk: og
fi_fi: ja

source: Google's Chrome OS
ca_es: el Chrome OS de Google
fi_fi: Googlen Chrome OS

source: Ubuntu MATE is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
ca_es: L'Ubuntu MATE és una distribució (variació) de GNU/Linux. Un sistema fiable, segur, capaç i modern per l'ordinador que competeix amb la resta en popularitat i ús.
da_dk: Ubuntu MATE er en distribution (variation) af GNU/Linux. Et pålideligt, sikkert, stærkt og moderne operativ system, der kan måle sig med alle andre i popularitet og brug.
fi_fi: Ubuntu MATE on jakelupaketti (variaatio) GNU/Linuxista. Luotettava, turvallinen, kykenevä ja nykyaikainen tietokonejärjestelmä, joka vetää vertoja kaikille muille suosiossa sekä oikeassa käytössä.

source: Unlike other operating systems, Linux is a major one used:
ca_es: A diferència d'altres sistemes operatius, Linux és un dels principals que es fan servir:
da_dk: Modsat andre operativ systemer, er Linux meget brugt på:
fi_fi: Toisin kuin muita käyttöjärjestelmiä, Linuxia erityisesti käytetään:

source: on most of the world's fastest and most powerful supercomputers
ca_es: a la majoria dels supercomputadors més ràpids i potents del món
da_dk: verdens hurtigste og mest kraftfulde supercomputere i verden
fi_fi: useimmissa maailman nopeimmissa ja kaikkein tehokkaimmissa supertietokoneissa.

source: on many of (if not most of) the computers that make up the backbone of Internet
ca_es: en molts (si no la majoria) dels ordinadors que conformen l'esquelet d'internet
da_dk: på mange af (hvis ikke de fleste) af de computere der udgør Internettets rygrad
fi_fi: monessa (ellei useimmissa) tietokoneessa, joista internetin runko rakentuu

source: and on corporate servers that require stability and reliability
ca_es: i en servidors corporatius que requereixen estabilitat i fiabilitat
da_dk: og på virksomhedernes servere, der kræver stabilitet og pålidelighed
fi_fi: ja yrityspalvelimilla, jotka edellyttävät vakautta ja luotettavuutta

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
ca_es: L'Ubuntu MATE és un sistema operatiu estable i fàcil d'utilitzar amb un entorn d'escriptori configurable. És ideal per aquells que volen treure el millor dels seus ordinadors i prefereixen una metàfora tradicional de l'escriptori. Amb uns requeriments de maquinari modests, és adequat per moderns ordinadors d'escriptori o portàtils, ordinadors de placa única (com ara la Raspberry Pi) i maquinari vell.
da_dk: Ubuntu MATE er et stabilt, nemt-at-bruge operativ system med et konfigurerbar desktop miljø. Det er optimalt til dem der ønsker optimalt udbytte af deres computer og foretrækker et traditionelt desktop miljø. Med beskedne hardware krav, er det passende som en moderne desktop på bærbare, single-board computere (som f.eks. Raspberry Pi) og ældre hardware.
fi_fi: Ubuntu MATE on vakaa, helppokäyttöinen käyttöjärjestelmä, jolla on muunneltava työpöytäympäristö. Se on ihanteellinen vaihtoehto heille, jotka haluavat ottaa koneistaan kaiken irti ja käyttävät mieluiten perinteistä työpöytämallia. Vaatimattoman laitteistovaatimuksensa takia se sopii nykyaikaisille pöytäkoneille ja kannettaville, korttitietokoneille (kuten Raspberry Pi) sekä vanhemmalle laitteistolle yhtä kaikki.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
ca_es: El sistema operatiu és més segur i amb millor suport que els sistemes operatius pre-instaŀlats a la majoria d'ordinadors actualment.
da_dk: Operativ systemet er mere sikkert, og er bedre supporteret end det operativ system der er pre-installeret på de fleste hjemmecomputere idag.
fi_fi: Käyttöjärjestelmä on turvallisempi ja paremmin tuettu kuin sitä käyttöjärjestelmää, joka tulee nykypäivänä valmiiksi asennettuna useimmilla kotitietokoneilla.

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
ca_es: Usar l'Ubuntu MATE li dóna la llibertat d'executar un sistema operatiu complet, pre-configurat amb la majoria (si no totes) les aplicacions que es necessiten per l'ús diari de l'ordinador. Canviï el que sigui del seu aspecte, del seu funcionament, o les aplicacions que executa per adaptar-se als seus gustos.
da_dk: Brugen af Ubuntu MATE giver dig friheden til at køre et komplet, fuld funktionelt operativ system, pre-konfigureret med de fleste (hvis ikke all) ad de applikationer du får brug for i dit daglige computer brug. Du kan ændre dets udseende, hvordan det virker eller de applikationer den kører til bedst at passe til din smag.
fi_fi: Kun käytät Ubuntu MATEa, sinulla on vapaus pyörittää täydellistä, ominaisuus-rikasta käyttöjärjestelmää, jossa on valmiiksi asennettuna useimmat (ellei kaikki) päivittäin tarvitsemasi sovellukset. Muuta mitä tahansa siitä, miltä se näyttää, miten se toimii tai käytettävät sovellukset oman maun mukaan.

source: Objectives
ca_es: Objectius
da_dk: Mål
fi_fi: Tavoitteet

source: Ubuntu MATE has a number of guiding objectives and goals:
ca_es: L'Ubuntu MATE té una sèrie d'objectius i metes:
da_dk: Ubuntu MATE har et sæt guidelines og mål:
fi_fi: Ubuntu MATElla on lukuisia ohjaavia määränpäitä ja tavoitteita:

source: Accessible to all, regardless of language and physical ability.
ca_es: Accessible a tothom, sense importar l'idioma o les capacitats físiques.
da_dk: Tilgængeligt for alle, uanset sprog eller fysiske muligheder.
fi_fi: Kaikkien saavutettavissa, katsomatta kieleen tai liikuntakykyyn.

source: Increase both Ubuntu and MATE Desktop user adoption.
ca_es: Incrementar l'us d'Ubuntu i l'escriptori MATE per part dels usuaris.
da_dk: Øge både Ubuntu's og MATE Desktop's bruger antal.
fi_fi: Lisätä sekä Ubuntun että MATE Työpöydän käyttöönottoa.

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
ca_es: Alternativa a l'Ubuntu per ordinadors que no són suficientment potents per executar un escriptori amb compositor.
da_dk: Være et alternativ Ubuntu alternativ for mindre kraftige computere der ikke kan drive en mere kompleks desktop.
fi_fi: Ubuntu vaihtoehto niille tietokoneille, joilla teho ei riitä pyörittämään erikoistehostettua työpöytää.

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
ca_es: La primera opció de plataforma Ubuntu per solucions d'estació de treball remota com ara LTSP i X2Go.
da_dk: At være førstevalg for fjernstyrede arbejdestations løsninger som LTSP og X2Go.
fi_fi: Ubuntu alustoista ensimmäinen valinta etätyöasemaratkaisuille kuten LTSP ja X2Go.

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
ca_es: Recrear els bons temps de l'Ubuntu per a usuaris que prefereixen una metàfora d'escriptori tradicional.
da_dk: At genskabe et mere traditionelt miljø, som nogle brugere af tidligere versioner af Ubuntu foretrækker.
fi_fi: Luoda uudelleen Ubuntun kultakautta käyttäjille, jotka suosivat perinteistä työpöytämallia.

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
ca_es: Usar temes i material gràfic similar a l'Ubuntu de manera que l'Ubuntu MATE sigui immediatament familiar.
da_dk: Bruge temaer og grafik svarende til Ubuntu, så Ubuntu MATE er umiddelbart genkendeligt.
fi_fi: Käyttää samanlaisia teemoja ja kuvakkeita kuin Ubuntu, jotta Ubuntu MATE on heti tutun näköinen.

source: When possible contribute to Debian so both the Debian and Ubuntu communities benefit.
ca_es: Contribuir a Debian quan sigui possible de manera que tan les comunitats de Debian com d'Ubuntu es beneficiïn.
da_dk: Hvis muligt, give støtte til Debian, så både Debian og Ubuntu's fællesskaber kan drage fordel heraf.
fi_fi: Mahdollisuuksien mukaan osallistua Debianin kehitykseen, jotta sekä Debianin että Ubuntun yhteisöt hyötyvät.

source: Software selection will favor functionality and stability over lightness and whimsy.
ca_es: La selecció de programari afavorirà la funcionalitat i l'estabilitat per sobre de la lleugeresa i la banalitat.
da_dk: Den valgte software, prioriterer funktionalitet og stabilitet.
fi_fi: Sovellusten valikoima suosii toimivuutta ja vakautta ennemmin kuin keveyttä ja oikkuutta.

source: is one of, if not the, largest deployed
ca_es: és un dels sistemes basats en
da_dk: er en af, hvis ikke den, mest udbredte installation.
fi_fi: on yksi suurimmista, ellei jopa suurin levitetty

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
ca_es: més estesos a tot el món, si no el que més. Linux està al cor de l'Ubuntu i fa possible crear sistemes operatius segurs, potents i versàtils, com l'
da_dk: baseret desktop operativ system i verden. Linux er i hjertet på Ubuntu og gør det mulight at bygge et sikre, kraftfulde og alsidige operativ systemer, så som
fi_fi: -pohjainen työpöytäkäyttöjärjestelmä maailmassa. Linux on Ubuntun ytimessä ja mahdollistaa turvallisten, tehokkaiden ja monipuolisten käyttöjärjestelmien luonnin. Esimerkkinä

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
ca_es: Android és ara a les mans de bilions de persones a tot el món i també està basat en Linux.
da_dk: Android er nu i hænderne på milliarder af mennesker jorden rundt og er også bygget på Linux.
fi_fi: Android on nykyään miljaardien ihmisten käsissä ympäri maapalloa ja sekin on Linux-käyttöinen.

source: Ubuntu is available in a number of different
ca_es: Ubuntu està disponible en una varietat de diferents
da_dk: Ubuntu er tilgængeligt i en række forskellige
fi_fi: Ubuntu on saatavilla useampana eri

source: flavors
ca_es: sabors
da_dk: variationer
fi_fi: makuina

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
ca_es: cadascun integrant el seu propi entorn d'escriptori.
da_dk: hver indeholdende sit eget desktop miljø. Ubuntu MATE tager udgangspunkt i Ubuntu's basis operativ system og tilføjer
fi_fi: jokainen omalla työpöytäympäristöllään. Ubuntu MATE ottaa Ubuntun peruskäyttöjärjestelmän ja lisää siihen

source: MATE Desktop
ca_es: L'escriptori MATE
fi_fi: MATE Työpöydän

source: Wikipedia says that
ca_es: La viquipèdia diu que
da_dk: Wikipedia siger at
fi_fi: Wikipedian mukaan

source: a Desktop Environment is
ca_es: un entorn d'escriptori és
da_dk: et desktop miljø er
fi_fi: Työpöytäympäristö tarjoaa

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
ca_es: un conjunt de paquets de programari per a oferir a l'usuari un ordinador amb una interfície gràfica. Així l'usuari té una manera de gestionar l'ordinador més còmode que amb la línia d'ordres.
da_dk: en implementering af en desktop metafor, bestående af en samlig software som kører oven på et operativ system, som deler et fælles grafisk bruger interface (GUI). Desk GUI's hjælper brugere til nemt at tilgå og editere filer.
fi_fi: tietokoneen käyttäjälle graafisen käyttöliittymän (GUI - graphical user interface). Työpöytä-metaforaa noudattavissa työpöytäympäristöissä tietokoneen näyttö simuloi käyttäjän työpöytää, jonka päälle voidaan asettaa yksittäisiä dokumentteja sekä useita dokumentteja sisältäviä kansioita.

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
ca_es: L'escriptori MATE implementa les característiques essencials que espera trobar en un entorn d'escriptori, com ara:
da_dk: Den MATE Desktop implementerer væsentlige funktioner, som du forventer i et desktop miljø, såsom:
fi_fi: MATE Työpöytä toteuttaa tärkeitä ominaisuuksia, joita työpöytäympäristöstä odotetaankin, kuten:

source: File Browser
ca_es: Navegador d'arxius
da_dk: Filstyring
fi_fi: Tiedostoselain

source: Calculator
ca_es: Calculadora
da_dk: Regnemaskine
fi_fi: Laskin

source: Archive Manager
ca_es: Gestor d'arxius
da_dk: Arkiv Manager
fi_fi: Pakkausohjelma

source: Image Viewer
ca_es: Visor d'imatges
da_dk: Billedfremviser
fi_fi: Kuvankatseluohjelma

source: Document Viewer
ca_es: Visor de documents
da_dk: Dokumentfremviser
fi_fi: Asiakirjan katseluohjelma

source: MATE System Monitor
fi_fi: MATE Järjestelmävalvonta

source: MATE Terminal
fi_fi: MATE Pääte

source: All of which are highly customisable and managed via the
da_dk: Altsammen har en høj grad af konfigurerbarhed og styres via
fi_fi: Nämä kaikki ovat hyvin muunneltavasissa ja ne hallinoidaan

source: Control Center
da_dk: Kontrol Centret
fi_fi: Hallintakeskuksessa

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
da_dk: MATE Desktop leverer et intuitivt og attraktivt desktop miljø som bruger et traditonelt layout, som betyder at hvis du har brugt
fi_fi: Mate Työpöytä tarjoaa intuitiivista ja viehättävää työpöytäympäristöä käyttäen perinteisiä malleja, mikä tarkoittaa, että jos olet ikinä käyttänyt

source: or
da_dk: eller
fi_fi: tai

source: it will feel very familiar.
da_dk: vil det være meget let genkendeligt.
fi_fi: se tuntuu hyvin tutulta.

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
da_dk: MATE Desktop har en rig historie er en videreudfikling af GNOME 2 desktop, som var standard desktop miljøet i mange Linux og Unix operativ systemer i over et årti. Det betyder at MATE Desktop er gennemprøvet, gennemtestet og meget pålidelig.
fi_fi: MATE Työpöydällä on värikäs historia ja on jatkoa GNOME 2 työpöydälle, joka oli monen Linux- ja Unix-käyttöjärjestelmän oletustyöpöytäympäristö yli vuosikymmennen ajan. Tämä tarkoittaa, että MATE Työpöytä on koettu, testattu ja hyvin luotettava.

source: Open Source
fi_fi: Avoin Lähdekoodi

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
da_dk: Hvad Linux, Ubuntu og MATE Desktio alle har tilfælles er at de er Open Source. Softwaren kan frit benyttes, ændres og deles (i modificeret eller umodificeret form) af alle. I en nøddeskal er Ubuntu frit, i orderts sandeste betydning.
fi_fi: Linuxin, Ubuntun ja MATE Työpöydän yhteinen tekijä on se, että ne ovat kaikki avointa lähdekoodia. Näitä tietokoneohjelmia voi kuka tahansa vapaasti käyttää, muuttaa ja jakaa (muutettuna tai alkuperäisessä muodossaan). Pähkinän kuoressa Ubuntu MATE on siis sekä ilmainen että vapaa.

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
da_dk: Selvom du kan finde nogle distrubutioner (variationer) af Linux som bliver leveret mod betaling, så er langt hovedparten leveret gratis, såsom Ubuntu MATE. Denne distribution er licenseret på en sådan måde, at den tillade alle at dele og videregive den gratis, uden nogen skjulte bånd. For eksempel, giver licensen alle friheden til at bruge Linux til et hvilket som helst formål, til at distribuere, til at ændre og re-distrubuere, eller ligefrem sælge operativ systemet. Hvis du modificerer og derefter re-distibuerer Linux med din ændringer, er du igennem licensen forpligtet til at del dine ændringer med fælleskabet, således at de kan medtages i fremtidige udgaver. Der er ingen garanti for at det vil ske, men hvis du har lavet forbedringer, så bliver din forbedring måske medtaget i den næste udgave af Ubuntu MATE.
fi_fi: Vaikka löytyy joitakin Linux-jakeluita (muunnelmia) ostettavana, valtava enemmistö tarjotaan ilmaiseksi, kuten Ubuntu MATE. Jakelu on lisensöity tavalla, joka sallii kenen tahansa luovuttaa sitä ilmaiseksi, ilman ehtoja. Esimerkiksi lisenssi antaa käyttäjäyhteisön kenen tahansa jäsenen vapauden käyttää Linuxia mihin tahansa, jakaa, muuttaa, levittää tai jopa myydä sitä. Jos muutat ja sitten levität Linuxia muutoken kera, lisenssi velvoittaa sinua toimittamaan muutokset mahdollista mukaanottoa varten tulevissa versioissa. Ei ole takeita, että näin tapahtuisi, mutta jos olet tehnyt siitä paremman, muutoksesi voi olla mukana seuraavassa Ubuntu MATEn julkaisussa.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
da_dk: Mange a brugerne af Linux er fra erhvervslivet, som bruger operativ systemet til at køre deres forretning, eller som har det som del af deres produktion. Mange af disse virksomheder levere fejlrettelser eller nye funktioner til det software de bruger i deres forretning.
fi_fi: Moni Linuxin käyttäjistä ovat yritykset, jotka käyttävät käyttöjärjestelmää oman firman pyörittämiseen, tai se toimitetaan osana heidän tuotteensa. Moni näistä yrityksistä tarjoavat korjauksia ja uusia ominaisuuksia Linuxille kun he käyttävät sitä omassa firmassaan.

source: These improvements are given back
da_dk: Disse forbedringer bliver givet tilbage
fi_fi: Nämä parannukset palautetaan

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
da_dk: til Linux fælleskabet og Ubuntu MATE bliver bedre som resultat deraf. Dette er måden hvorpå vi kontinuerligt forbedrer og vokser uden at skulle afkræve betaling fra vores brugere.
fi_fi: Linuxin yhteisölle ja Ubuntu MATE paranee seurauksena. Tällä tavoin voimme jatkuvasti kehittyä ja kasvaa ilman, että käyttäjiä pitää laskuttaa.

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
da_dk: Til forskel for Windows og OS X, er Linux ikke bygget og supporteret af ét enkelt firma. Det er supporteret af Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4000 udviklere har bidraget til Linux over de sidste 15 år.
fi_fi: Toisin kuin Windows ja OS X, Linux ei ole vain yhden yhtiön luoma ja tukema. Se saa tukea seuraavista: Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD ja Microsoft. Yli 4.000 suunnitelijaa ovat osallistuneet Linuxin kehitykseen viimeisen 15 vuoden aikana.

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
da_dk: Om du er hjemmebruger af Ubuntu MATE, er Ubuntu MATE software eller applikations udvikler, eller er ansat i en organisation der bruger operativ systemet, er du medlem af Linux og Open Source fællesskabet og kan drage fordel den indsats some gøres af udviklerne som bidrager til Ubuntu MATE og dets relaterede projekter: Linux, MATE od Ubuntu. Medlemmer af fællesskabet kører Linux på en variation af hardware, fra den smukkeste Macbook til den billigste Netbook, fra den nyeste Chromebook til meget gamle maskiner oprindeligt designet til Windows, fra de mest kraftfulde Internet servere til den mindste smarte termostat.
fi_fi: Olit sitten Ubuntu MATE kotikäyttäjä, Ubuntu MATE ohjelmisto- tai sovelluskehittäjä tai työntekijänä yrityksessä, joka käyttää sitä käyttöjärjestelmää, olet Linuxin ja avoimen lähdekoodin yhteisöjen jäsen. Sinä hyödyt kehittäjien yrityksistä parantaa Ubuntu MATEa ja siihen liittyviä projektejä: Linux, MATE ja Ubuntu. Yhteisön jäsenet käyttävät Linuxia melkein millä tahansa laitteilla, kauniimmasta Macbookista halvimpaan miniläppäriin, uusimmasta Chromebookista joihinkin hyvin vanhoihin Windowsille suunniteltuihin tietokoneisiin, ja tehokkaimmista Internet-palvelimista pienimpään älytermostaattiin.

source: Scroll down to learn more.
da_dk: Scrol l ned for at lære mere.
fi_fi: Vieritä alas jos haluat oppia lisää.

source: Ubuntu MATE is a desktop distribution (variation) of GNU/Linux -- a dependable, secure, capable, and modern computer system that rivals all others in popularity and usage.
da_dk: Ubuntu MATE er en desktop distibution (variant) as GNU/Linux -- et stabilt, sikkert, funktionelt og moderns computer system som kan måle sig med alle andre i popularitet og brug.
fi_fi: Ubuntu MATE on työpöytä jakelupaketti (variaatio) GNU/Linuxista -- luotettava, turvallinen, kykenevä ja nykyaikainen tietokonejärjestelmä, joka vetää vertoja kaikille muille suosiossa sekä oikeassa käytössä.

source: Unlike other operating systems, Linux is used:
da_dk: Ulig andre operativ systemet, bliver Linux brugt:
fi_fi: Toisin kuin muut käyttöjärjestelmät, Linuxia käytetään:
