Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/donate/*.po
Languages: ar, ca_es, cs, de_de, it_it, ru, sl

source: Donate
ar: تبرع
ca_es: Fer un donatiu
cs: Přispět
de_de: Spenden
it_it: Dona
ru: Помощь проекту
sl: Prispevajte

source: About Donations
ar: حول التبرعات
ca_es: Quant a les donacions
cs: O příspěvcích
de_de: Über Spenden
it_it: Sulle donazioni
ru: Про пожертвования
sl: O prispevkih

source: Our Supporters
ar: داعمونا
ca_es: Els nostres donants
cs: Naši podporovatelé
de_de: Unsere Unterstützer
it_it: I nostri sostenitori
ru: Уже поддержали
sl: Naši podporniki

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ar: يبدو انك لست متصلًا بالإنترنت. يرجى تأكد من اتصالك بالإنترنت للولوج لهذا المحتوى .
ca_es: Sembla que no esteu connectat a Internet. Si us plau, comproveu la vostra connexió per tal d'accedir a aquest contingut.
cs: Zdá se, že nejste připojeni k Internetu. Zkontrolujte prosím své připojení, abyste mohli přistoupit k tomuto obsahu.
de_de: Es scheint du bist nicht mit dem Internet verbunden. Bitte prüfe deine Verbindung um Zugriff zu diesem Inhalt zu erhalten.
it_it: Sembra tu non sia connesso a Internet. Controlla le tue impostazioni per accedere a questi contenuti.
ru: Похоже, что Вы не подключены к сети. Проверьте соединение, чтобы получить доступ к содержимому.
sl: Kaže da niste povezani na internet. Preverite povezavo za dostop do te vsebine.

source: Sorry, Welcome was unable to establish a connection.
ar: عذراً، شاشة الترحيب غير قادرة على إنشاء اتصال .
ca_es: Ho sentim, la Benvinguda no ha pogut establir la connexió.
cs: Je nám líto, aplikace Vítejte nebyla schopna navázat spojení.
de_de: Tut uns leid es konnte keine Verbindung hergestellt werden.
it_it: Spiacente. Welcome non è riuscito a stabilire una connessione.
ru: Простите, нам не удалось установить соединение
sl: Oprostite, Welcome ni mogel vzpostaviti povezave

source: Retry
ar: إعادة محاولة
ca_es: Tornar a provar
cs: Zkusit znovu
de_de: Wiederholen
it_it: Riprova
ru: Попробовать снова
sl: Poskusi znova

source: Ubuntu MATE is funded by our community. Your donations help pay towards:
ar: إن مشروع "أبونتو ماتيه" ممولٌ من المجتمع . تبرعاتكم هي التي تساعدنا في الإنفاق على :
ca_es: Ubuntu MATE està subvencionat per la nostra comunitat. Les vostres donacions aniran destinades a:
cs: Ubuntu MATE je financováno naší komunitou. Vaše dary pomáhají platit následující:
de_de: Ubuntu MATE wird durch unsere Community finanziert. Eure Spenden helfen um vorwärts zu kommen:
it_it: Ubuntu MATE è finanziato dalla nostra comunità. Le tue donazioni ci aiutano a pagare:
ru: Ubuntu MATE финансируется сообществом. Ваши пожертвования помогают оплатить:
sl: Ubuntu MATE se financira s pomočjo skupnosti. Vaši prispevki pomagajo plačati:

source: Web hosting and bandwidth costs.
ar: تكاليف الاستضافة وتكاليف عرض النطاق الترددي .
ca_es: Despeses d'allotjament web i d'amplada de banda.
cs: Náklady na webhosting a šířku pásma.
de_de: Das bereitstellen von Seite und Bandbreite kostet.
it_it: Hosting Web e costi di banda.
ru: Стоимость веб-хостинга и полосы пропуска.
sl: Spletno gostovanje in stroške pasovne širine.

source: Supporting Open Source projects that Ubuntu MATE depends upon.
ar: دعم المشاريع مفتوحة المصدر والتي تعتمد عليها "أبونتو ماتيه" .
ca_es: Manteniment dels projectes de codi obert que Ubuntu MATE en depèn.
cs: Podporu open source projektů na kterých Ubuntu MATE závisí.
de_de: Unterstütze Open Source Projekte von denen Ubuntu MATE abhängt.
it_it: Il supporto di progetti Open Source dai quali Ubuntu Mate dipende.
ru: Поддержку проектов с открытым исходным кодом, от которых зависит Ubuntu MATE
sl: Podpiranje odprtokodnih projektov od katerih je Ubuntu MATE odvisen.

source: Eventually pay for full time developers of Ubuntu MATE and MATE Desktop.
ar: الدفع للذين يشتغلون بدوام كامل على نظام أبونتو ماتيه و سطح مكتب "ماتيه" .
ca_es: Ocasionalment retribució als desenvolupadors a temps complet d'Ubuntu MATE i l'escriptori MATE.
cs: Případně úvazky vývojářů Ubuntu MATE a MATE Desktop.
de_de: Vielleicht zahlst du für Vollzeit Entwickler von Ubuntu MATE und MATE Desktop.
it_it: Infine pagare per sviluppatori a tempo pieno di Ubuntu Mate e del desktop Mate.
ru: В конце концов заплатить постоянным разработчикам Ubuntu MATE и MATE Desktop.
sl: Sčasoma plačilo razvijalcem Ubuntu MATE ter namizja MATE, s polnim delovnim časom.

source: Patreon
ar: باتريون

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and invited to participate in video conferences where you can talk to the developers directly.
ar: طريقة فريدة لدعم و تمويل المشاريع مفتوحة المصدر . إن دخلاً شهرياً منتظماً يضمن إمكانية البقاء و الاستمرار لمشروع "أبونتو ماتيه" . داعمونا على باتريون سيكافؤون بأخبار حصرية حول المشروع ، و سيكونون مدعوين للمشاركة بلقاءات مرئية حيث بإمكانهم التحدث إلى المطورين مباشرة .
ca_es: és una manera única de subvencionar un projecte de codi obert. Un ingrés regular mensual assegura la sostenibilitat del projecte Ubuntu MATE. Els patrons seran recompensats amb notícies exclusives del projecte, actualitzacions i seran convidats a videoconferències on podran parlar directament amb els desenvolupadors.
cs: je jedinečný způsob, jak financovat open source projekt. Pravidelný měsíční příjem zajistí udržitelnost projektu Ubuntu MATE. Patroni budou odměněni exkluzivními novinkami z projektu, aktualizacemi a budou pozváni k účasti na videokonferencích, kde si mohou promluvit přímo s vývojáři.
de_de: ist ein einzigartiger Weg ein Open Source Projekt mitzufinanzieren. Eine regelmaßige monatliche Spende sichert Nachhaltigkeit für das Ubuntu Mate Projekt. Spender werden mit exklusiven Projekt Nachrichten, Updates und Einladungen zu Video Konferenzen wo du mit den Entwicklern sprechen kannst belohnt.
it_it: è un modo eccezionale per finanziare un progetto Open Source. Un reddito mensile garantisce la sostenibilità del progetto Ubuntu MATE. I patron verranno premiati con novità esclusive sul progetto, aggiornamenti e invitati a partecipare a video conferenze dove potranno parlare direttamente agli sviluppatori.
ru: это уникальный способ финансирования проектов с открытым исходным кодом. Регулярный ежемесячный доход обеспечивает устойчивость проекта Ubuntu MATE. Патроны будут награждены эксклюзивными новостями проекта, обновлениями и приглашены для участия в видео-конференциях, где смогут напрямую пообщаться с разработчиками.
sl: je edinstven način financiranja odprtokodnega projekta. Redni mesečni dohodek zagotavlja vzdržnost projekta Ubuntu MATE. Podporniki bodo nagrajeni z ekskluzivnimi novicami o projektu, posodobitvah in povabilih na udeležbi video konference, kjer bodo lahko govorili neposredno z razvijalci.

source: If you would prefer to use
ar: إذا كنت تفضل استخدام
ca_es: Si preferiu utilitzar
cs: Pokud byste raději používali
de_de: Wenn du bevorzugt dies zu nutzen
it_it: Se preferite usare
ru: Если Вы предпочитаете использовать
sl: Če želite uporabiti

source: then we have options to donate monthly or make a one off donation. Finally, we also accept donations via
ar: حينها يكون لدينا خيارات إما للتبرع بمبلغ منتظم شهريا أو التبرع لمرة واحدة. و نقبل التبرعات أيضا عن طريق
ca_es: llavors tenim opcions per donar mensualment o fer una donació simple. Finalment, també acceptem donacions via
cs: , pak máte možnost přispívat každý měsíc nebo učinit jednorázový příspěvek. Také přijímáme dary prostřednictvím
de_de: dann hast du die Wahl zwischen monatlichen Spenden und einer einmaligen Spende. Wir akzeptieren auch Spenden per
it_it: poi abbiamo la scelta di donare mensilmente o fare un'unica donazione. Infine accettiamo donazioni anche tramite:
ru: то у нас есть варианты ежемесячных или единоразовых пожертвований. Наконец, мы принимаем пожертвования через
sl: imamo možnosti mesečnih prispevkov ali enkraten prispevek. Sprejemamo pa tudi prispevke prek

source: Bitcoin
ar: العملة الإلكترونية "البيتكوين"
sl: Bitcoina

source: Become a Patron
ar: ادعمنا على باتريون
ca_es: Esdevenir un patró
cs: Staňte se patronem
de_de: Werde ein Gönner
it_it: Diventa un Patron
ru: Стать Патроном
sl: Postanite Patron

source: Donate with PayPal
ar: تبرع عبر البايبال
ca_es: Donar amb PayPal
cs: Přispět přes PayPal
de_de: Spende mit PayPal
it_it: Dona con PayPal
ru: Пожертвовать с помощью Paypal
sl: Prispevajte preko PayPala

source: Donate with Bitcoin
ar: تبرع بالبيتكوين
ca_es: Donar amb Bitcoin
cs: Přispět přes Bitcoin
de_de: Spende mit Bitcoin
it_it: Dona con Bitcoin
ru: Пожертвовать с помощью Bitcoin
sl: Prispevajte preko Bitcoina

source: Commercial sponsorship
ar: الرعاية التجارية
ca_es: El patrocini comercial
cs: Komerční sponzorství
de_de: Eine kommerzielle Förderung
it_it: La sponsorizzazione commerciale
ru: Коммерческое спонсорство
sl: Komercialno sponzorstvo

source: is also available. Click the
ar: متاحة أيضاً . اضغط
ca_es: també està disponible. Feu clic al botó
cs: je také k dispozici. Klikněte na tlačítko
de_de: ist auch möglich. Klick auf dem
it_it: è anch'essa possibile. Fare clic sul
ru: также доступно. Нажмите
sl: je tudi na voljo. Kliknite na

source: button above to find out more.
ar: أعلاه لتتعرف على المزيد من التفاصيل
ca_es: de dalt per descobrir-ne més.
cs: , které je výše, a dozvíte se více.
de_de: Schaltfläche oben für mehr Informationen.
it_it: pulsante sopra per saperne di più.
ru: кнопку выше, чтобы узнать подробности.
sl: gumb zgoraj, če želite izvedeti več.

source: Thank you!
ar: شكرًا لك!
ca_es: Gràcies!
cs: Děkujeme!
de_de: Danke!
it_it: Grazie!
ru: Спасибо!
sl: Hvala!

source: Every month, we compile a list of our donations and detail how they are spent.
ar: كل شهر ، نجمع قائمة بالمبالغ المتبرعة و نفصل الأوجه التي ستصرف بها.
ca_es: Cada mes, compilem una llista de les nostres donacions i es detalla on van destinades.
cs: Každý měsíc sestavujeme seznam našich příspěvků a podrobně rozepisujeme, jak se budou vynakládat.
de_de: Jeden Monat erstellen wir eine Liste mit unseren Spenden und geben an wofür sie verwendet werden.
it_it: Ogni mese, compiliamo l'elenco delle donazioni e dettagliamo come queste vengono spese.
ru: Каждый месяц мы составляем список пожертвований и подробно рассказываем о том, как они расходуются.
sl: Vsak mesec naredimo seznam naših prispevkov in napišemo, kako smo jih porabili.

source: This information is published monthly to the
ar: هذه المعلومات تنشر شهرياً للعلن على
ca_es: Aquesta informació és publicada mensualment al
cs: Tyto informace jsou zveřejňovány měsíčně na
de_de: Diese Information wird auf dem
it_it: Questa informazione viene pubblicata mensilmente sul
ru: Эта информация публикуется ежемесячно в
sl: To mesečno objavimo na našem

source: Ubuntu MATE Blog
ar: مدونة مشروع "أبونتو ماتيه"
ca_es: Blog d'Ubuntu MATE
cs: blogu Ubuntu MATE
de_de: Ubuntu MATE Blog veröfenlicht
it_it: Blog di Ubuntu Mate
ru: блоге Ubuntu MATE
sl: Ubuntu MATE spletnem dnevniku

source: which you can take a look below.
ar: و التي يمكنك إلقاء نظرة عليها
ca_es: a la qual podeu donar una ullada més avall.
cs: můžete se na ně podívat níže.
de_de: wo du sie anschauen kannst.
it_it: che si può consultare qui sotto.
ru: который вы можете просмотреть ниже.
sl: ki si ga lahko ogledate spodaj.

source: Year
ar: سنة
ca_es: Any
cs: Rok
de_de: Jahr
it_it: Anno
ru: Год
sl: Leto

source: Month
ar: شهر
ca_es: Mes
cs: Měsíc
de_de: Monat
it_it: Mese
ru: Месяц
sl: Mesec
