Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/chatroom/*.po
Languages: ar, fi_fi, fr_fr

source: Chat Room
ar: غرفة محادثة
fi_fi: Chat-huone
fr_fr: Salle de Tchat

source: Chat with fellow users
ar: دردش مع المستخدمين
fi_fi: Chattaile muiden käyttäjien kanssa.
fr_fr: Tchattez avec des utilisateurs-membres

source: This IRC client is pre-configured so you can jump into our
ar: عميل IRC هذا معد مسبقاً بحيث يمكنك القفز في
fi_fi: Tämä IRC-asiakasohjelma on määritelty valmiiksi niin, että voit sukeltaa meidän
fr_fr: Ce client IRC est pré-configuré. Vous pouvez donc vous connecter à notre

source: channel on
ar: القناة تعمل
fi_fi: -kanavalle
fr_fr: canal sur

source: Most of the Ubuntu MATE team are on here but they have real lives too. If you have a question, feel free to ask.
ar: فريق أبونتو مايت متواجد. إذا كان لديك سؤال اسأل بِحُرية
fi_fi: -verkossa. Suurin osa Ubuntu MATE -tiimistä löytyy täältä, mutta on heilläkin oikea elämä. Jos sinulla on kysyttävää, kysy pois.

source: However, it may take a while for someone to reply. Just be patient and don't disconnect right away.
ar: ومع ذلك، يمكن أن يستغرق الرد بعض الوقت. فقط كن صبورًا. ولا تقفل الإتصال في اللحظة.
fi_fi: Mutta huomaa, että vastaus saattaa viipyä. Odota vain kärsivällisesti äläkä lopeta yhteyttä välittömästi.
fr_fr: Cependant, il est possible que vous deviez attendre un certain temps avant que quelqu'un réponde. Soyez patient(e), ne vous déconnectez pas tout de suite.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ar: يبدو انك لست متصلًا بالانترنت. رجاءًا تأكد من اتصالك بالانترنت للولوج لهذا المحتوى.
fi_fi: Internet-yhteyttä ei ole saatavilla. Ole hyvä ja tarkista verkkoyhteytesi käyttääksesi tätä sisältöä.
fr_fr: Il apparaît que vous n'êtes pas connecté(e) à Internet. Veuillez vérifier votre connection afin d'accéder à ce contenu.

source: Sorry, Welcome was unable to establish a connection.
ar: عفوًا، برنامج الترحيب ليس قادر على انشاء اتصال
fi_fi: Valitettavasti Tervetuloa ei onnistunut muodostamaan yhteyttä.
fr_fr: Désolé, Bienvenue n'a pas été capable d'établir une connection.

source: Retry
ar: إعادة محاولة
fi_fi: Yritä uudelleen
fr_fr: Réessayer

source: Join the IRC in Hexchat
ar: انضم إلى محادثة Hexchat
fi_fi: Liity IRCiin HexChatillä
fr_fr: Connectez-vous à IRC via Hexchat.

source: Most of the Ubuntu MATE team are in here but they have real lives too. If you have a question, do ask.
fr_fr: La plupart des membres de l'équipe Ubuntu MATE y est connectée, mais prennez en compte qu'ils ont aussi une vie. Si vous avez des questions, vous pouvez les poser.
