Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/rpi/*.po
Languages: ar, bg, de, fi_fi, it, ms_my, nl_nl, pt, sr

source: Raspberry Pi Information
ar: معلومات حول الرازبيري باي
bg: Информация за Raspberry Pi
fi_fi: Raspberry Pi Tietoa
it: Informazioni Raspberry Pi
ms_my: Maklumat Raspberry Pi
nl_nl: Raspberry Pi informatie
pt: Informação para Raspberry Pi
sr: Информације о Расберију Пи

source: A few important notes.
ar: بعض الملاحظات الهامة .
bg: Няколко важни бележки.
de: Ein paar wichtige Hinweise.
fi_fi: Muutama tärkeä huomautus.
it: Alcune note importanti.
ms_my: Beberapa maklumat penting.
nl_nl: Een aantal belangrijke nota's
pt: Notas importantes.
sr: Неколико важних напомена.

source: While the experience is visually similar to the desktop edition of Ubuntu MATE, the underlying architecture is very different. This page will highlight a few of these differences.
ar: في حين أن التجربة مشابهة بشكل ظاهري لنسخة سطح المكتب من "أبونتو ماتيه" ، إلا أن البنية التحتية مختلفة جداً ، هذه الصفحة ستذكر باقتضاب بعض هذه الاختلافات .
bg: Докато визуално усещането е сходно до версията на Ubuntu MATE за персонални компютри, техническата среда зад нея е много различна. Тази страница има за цел да отбележи няколко от тези разлики.
de: Während die Erfahrung ist optisch ähnlich wie die Desktop- Ausgabe von Ubuntu MATE, die zugrunde liegende Architektur ist sehr unterschiedlich. Auf dieser Seite werden einige dieser Unterschiede hervorgehoben.
fi_fi: Vaikka kokemus on visuaalisesti samanlainen, kuin Ubuntu MATEn työpöytäjulkaisussa, alla oleva arkkitehtuuri on hyvin erilainen. Tämä sivu korostaa muutamaa näistä eroista.
it: Mentre l'esperienza è visualmente simile alla edizione desktop di Ubuntu MATE, l'architettura sottostante è molto differente. Questa pagina evidenzierà alcune di queste differenze.
ms_my: Walaupun pengalamannya adalah serupa dengan edisi dekstop Ubuntu MATE, senibina di dalamnya adalah berlainan. Halaman ini akan menyorot beberapa perubahan tersebut.
nl_nl: Alhoewel de gebruikerservaring visueel overeenkomsten toont met de desktop versie van Ubuntu MATE is de onderliggende architectuur heel verschillend. In deze pagina wordt een opsomming gemaakt van een aantal verschillen.
pt: A experiência visual entre esta versão e a versão para computador é muito parecida, no entanto a arquitectura que está por trás das duas é muito diferente. Esta página descreve algumas dessas diferenças.
sr: Док је искуство визуелно слично издању радне површи Убунту Мејта, основна архитектура је веома различита. Ова страница ће истаћи неке од тих разлика.

source: Resizing the file system
ar: تغيير حجم نظام الملفات
bg: Преоразмеряване на файловата система
de: Ändern der Größe des Dateisystems
fi_fi: Tiedostojärjestelmän koon muuttaminen
it: Ridimensionare il file system
ms_my: Saizkan semula sistem fail
nl_nl: Formaat van het bestandssysteem wijzigen
pt: A redimensionar o sistema de ficheiros
sr: Промена величине система датотека

source: Your file system has already been resized.
ar: لقد تم إعادة تحجيم نظام ملفاتك للتو .
bg: Вашата файлова система вече е преоразмерена.
de: Ihr Dateisystem ist bereits vergrößert, bzw. verkleinert worden..
fi_fi: Tiedostojärjestelmäsi koko on jo muutettu.
it: Il tuo file system è stato già ridimensionato.
ms_my: Sistem fail anda sudah pun disaizkan semula.
nl_nl: Het formaat van jouw bestandssysteem werd al gewijzigd.
pt: O sistema de ficheiros já foi redimensionado.
sr: Вашем систему датотека је већ промењена величина.

source: After setting up Ubuntu MATE for the first time on your Raspberry Pi, the file system will be restricted to the size of the original image, which is about 3.9 GB. Use this button to resize and fill the entire Micro-SD card.
ar: بعد تثبيتك لأبونتو ماتيه للمرة الأولى على الـ رازبيري باي الخاص بك ، نظام الملقات سيكون محدود بحجم النسخة الأصلية أي حوالي 3.9 جيجا بايت . استخدم هذا الزر لإعادة تحجيمه ليملأ كامل مساحة بطاقة الذاكرة الخارجية .
bg: След първото инсталиране на Ubuntu MATE на вашето Raspberry Pi, файловата система ще бъде ограничена до размера на оригиналното изображение, което е около 3.9 GB. Използвайте този бутон за да увеличите и запълните цялата Micro-SD карта.
de: Nach dem ersten Einrichten Ubuntu MATE auf dem Raspberry Pi, das Größe des Dateisystems auf die Größe des ursprünglichen Installationslaufwerksabbildes, was etwa 3,9 GB entspricht, begeschränkt. Verwenden Sie diese Taste, um die Größe zu ändern und die gesamte Micro-SD-Karte zu nutzen.
fi_fi: Kun Ubuntu MATE on asennettu ensimmäisen kerran Raspberry Pi:lesi, tiedostojärjestelmän koko rajataan alkuperäisen levykuvan kooksi, joka on n. 3.9 GB. Käytä tätä nappia muuttaaksesi koon ja täyttääksesi koko Micro-SD-kortin.
it: Dopo aver impostato Ubuntu MATE per la prima volta sulla tua Raspberry Pi, il file system verrà ristretto alla dimensione dell'immagine originale, che è circa 3.9 GB. Usa questo pulsante per ridimensionare e riempire l'intera scheda Micro-SD.
ms_my: Selepas menetapkan Ubuntu MATE anda di dalam Raspberry Pi buat kali pertama, sistem fail akan dihadkan kepada saiz imej asal, iaitu kira-kira 3.9 GB. Guna butang ini untuk saizkan semula dan penuhi keseluruhan ruang kad Mikro-SD.
nl_nl: Na de eerste configuratie van jouw Raspberry Pi zal het bestandssysteem beperkt worden tot de maat van het originele image, welk ongeveer 3.9 GB is. Gebruik deze knop om het formaat te wijzigen zodat de hele Micro-SD kaart gebruikt wordt.
pt: Depois de configurar o Ubuntu MATE pela primeira vez no Raspberry Pi o sistema de ficheiros ficará restrito ao tamanho da imagem de disco original, ou seja 3.9GB. Utilize este botão para redimensionar o sistema de ficheiros e utilizar o cartão Micro-SD completamente.
sr: Након што по први пут подесите Убунту Мејт на вашем Расберију Пи, систем датотека биће ограничен на величину оригиналне слике, што је око 3,9 GB. Употребите ово дугме да промените величину и попуните целу Микро-СД картицу.

source: Resize Now
ar: أعد التحجيم الآن
bg: Преоразмеряване сега
de: Große jetzt ändern
fi_fi: Muuta koko nyt
it: Ridimensiona Adesso
ms_my: Saiz Semula Sekarang
nl_nl: Wijzig het formaat Nu
pt: Redimensionar Agora
sr: Сада промени величину

source: To complete the resize of your Raspberry Pi file system, please close all open windows and restart now.
ar: لإنهاء عملية إعادة التحجيم لنظام ملفات جهاز الرازبيري باي الخاص بك ، فضلاً أغلق كل النوافذ المفتوحة ثم أعد التشغيل .
bg: За да завършите преоразмеряването на файловата система на вашето Raspberry Pi, моля затворете всички отворени прозорци и рестартирайте.
de: Zur Vervollständigung der Größenänderung Ihres Raspberry Pi -Dateisystems, bitte schließen Sie alle geöffneten Fenster, und starten Sie jetzt neu.
fi_fi: Jotta Raspberry Pi:si tiedostojärjestelmän koon muuttaminen voi tehdä loppuun, ole hyvä ja sulje kaikki avoinna olevat ikkunat ja käynnistä uudelleen nyt.
it: Per completare il ridimensionamento del file system della tua Raspberry Pi, chiudi tutte le finestre aperte e riavvia.
ms_my: Untuk menyelesaikan proses saiz semula sistem fail Raspberry Pi anda, sila tutup semua tetingkap yang terbuka dan mulakan semula sekarang.
nl_nl: Om het formaat te wijzigen van uw Raspberry Pi systeem, dient u nu alle openstaande vensters te sluiten en te herstarten.
pt: Por favor feche todas as janelas abertas e reinicie para finalizar o redimensionamento do sistema de ficheiros no Raspberry Pi.
sr: Да довршите промену величине система датотека вашег Расперија Пи, затворите све отворене прозоре и поново покрените систем.

source: Reboot
ar: إعادة تشغيل
bg: Рестарт
de: Neu starten
fi_fi: Käynnistä uudelleen
it: Riavvia
ms_my: But Semula
nl_nl: Herstarten
pt: Reiniciar
sr: Поново покрени

source: Incompatible Software
ar: برامج غير متوافقة
bg: Несъвместим софтуер
de: Inkompatible Software
fi_fi: Yhteensopimaton ohjelmisto
it: Software incompatibile
ms_my: Perisian Tidak Serasi
nl_nl: incompatibele Software
pt: Software Incompatível
sr: Несагласан софтвер

source: Some packages available for Ubuntu have only been written and compiled for the
ar: بعض الحزم المتوفرة لأبونتو قد كتبت و بنيت خصيصاً لتكون لمعمارية
bg: Някой пакети достъпни под Убунту са пренаписани и компилирани за
de: Manche verfügbar Paketen für Ubuntu sind nur geschrieben und kompiliert worden für die
fi_fi: Osa Ubuntun paketeista on kirjoitettu ja käännetty vain
it: Alcuni pacchetti disponibili per Ubuntu sono stati scritti e compilati solo per l'
ms_my: Sesetengah pakej tersedia untuk Ubuntu telah ditulis dan dikompil untuk
nl_nl: Een aantal toepassingen die beschikbaar zijn voor Ubuntu zijn alleen ontwikkeld voor de
pt: Alguns pacotes disponíveis no Ubuntu foram apenas escritos e compilados para a arquitectura
sr: Неки пакети доступни за Убунту су написани и преведени само за

source: or
ar: أو
bg: или
de: oder
fi_fi: tai
it: o
ms_my: atau
nl_nl: of
pt: ou
sr: или

source: architecture. As the Raspberry Pi is based on
ar: و بما أن الرازبيري باي مبنية على
bg: архитектурата. Тъй като Raspberry Pi се базира на
de: Architektur. Da der Raspberry Pi auf der
fi_fi: arkkitehtuurille. Koska Raspberry Pi pohjautuu
it: archiettetura. Dato che Raspberry Pì è basato su
ms_my: senibina. Manakala Raspberry Pi pula berasaskan pada
nl_nl: architectuur. Aangezien de Raspberry Pi gebaseerd is op
pt: . Visto que o Raspberry Pi é baseado na arquitectura
sr: архитектуру. Како је Расбери Пи заснован на

source: these packages will not be available to install. Depending on the package, it may be possible to compile these yourself or use an existing port.
ar: فلن تكون هذه الحزم متوافرة للتثبيت . اعتمادا على الحزمة ، قد يكون من الممكن ان تقوم ببناء هذه الحزم بنفسك او ان تقوم بالاعتماد على منفذ ما .
bg: тези пакети не са достъпни за инсталация. Според пакетите, може да е възможно да ги компилирате сами или да използвате вече съществуващ порт.
de: basiert, stehen diese Pakete nicht zur Installion zur Verfügung. Je nach Paket, kann es möglich sein, diese selbst zu kompilieren oder einen vorhandenen Port zu verwenden.
fi_fi: nämä paketit eivät ole asennettavissa. Riippuen paketista, voi olla mahdollista kääntää nämä itse tai käyttää olemassa olevaa porttausta.
it: questi pacchetti potrebbero non essere disponibili per essere installati. In base al pacchetto, potresti probabilmente complilarlo da solo o usare un port esistente.
ms_my: pakej ini tidak akan tersedia untuk dipasang. Ini kerana, bergantung kepada pakej, adalah mungkin anda dapat kompilkannya sendiri ataupun gunakan port sedia ada.
nl_nl: zullen deze toepassingen niet beschikbaar zijn om te installeren. Afhankelijk van de toepassing kun je wellicht de toepassing zelf compileren of een bestaande vervanger gebruiken.
pt: estes pacotes não estão disponíveis para serem instalados. Dependendo do pacote, poderá talvez compilá-los por si ou utilizar uma recompilação compatível que já exista.
sr: ти пакети неће бити доступни за инсталацију. Зависно од пакета, може постојати могућност да их преведете сами или да користите спољну пригодбу.

source: Incompatible:
ar: الغير متوافق :
bg: Несъвместими:
de: Nicht kompatibel:
fi_fi: Yhteensopimaton:
it: Incompatibile:
ms_my: Tidak serasi:
nl_nl: Niet compatibel:
pt: Incompatível:
sr: Несагласан:

source: Compatible:
ar: المتوافق :
bg: Съвместими:
de: Kompatibel:
fi_fi: Yhteensopiva:
it: Compatibile:
ms_my: Serasi:
nl_nl: Compatibel:
pt: Compatível:
sr: Сагласан:

source: Upgrades
ar: ترقية
bg: Обновявания
de: Aktualisierungen
fi_fi: Päivitykset
it: Aggiornamenti
ms_my: Tatar
nl_nl: Opwaarderingen
pt: Atualizações
sr: Надоградње

source: Please
ar: فضلا ،
bg: Моля
de: Bitte
fi_fi: Ole hyvä ja
it: Prego
ms_my: Sila
nl_nl: Aub.
pt: Por favor
sr: Молим

source: do not
ar: لا تقم
bg: не
de: unterlassen Sie
fi_fi: älä
it: non
ms_my: jangan
nl_nl: probeer je Raspberry Pi
pt: não
sr: немојте

source: attempt to
ar: بحاولة
bg: опитвайте
de: jeden Versuch zum
fi_fi: yritä
it: provare ad
ms_my: cuba
nl_nl: niet
pt: tente
sr: покушати да

source: upgrade
ar: ترقية
bg: обновяване
de: Aktualisieren
fi_fi: päivittää
it: aggiornare
ms_my: tatar
nl_nl: te upgraden
pt: atualizar
sr: надоградите

source: your Raspberry Pi to a newer version of the distribution (for instance, from 15.04 to 15.10), as the underlying kernel is
ar: ترقية الرازبيري باي خاصتك لنسخة احدث من التوزيعة ، (مثلا من 15.04 إلى 15.10) حيث أن النواة
bg: на вашето Raspberry Pi до по-нова версия на дистрибуцията (например от версия 15.04 към 15.10), тъй като настоящето ядро
de: Ihre Raspberry Pi auf eine neuere Version der Distribution (zum Beispiel, von 15.04 auf 15.10), als der bereits vorliegende Kernel ist
fi_fi: Raspberry Pi:si jakelun uudempaan versioon (esim. 15.04:sta 15.10:een), sillä perustana oleva ydin
it: la tua Raspberry Pi ad una nuova versione della distribuzione (per esempio, da 15.04 a 15.10), dato che il kernel sottostante è
ms_my: Raspberry Pi anda ke versi distribusi yang lebih baharu (sebagai contoh, dari 15.04 ke 15.10), kerana kernel tersembunyi ialah
nl_nl: naar een nieuwere versie van de distribute (bijvoorbeeld, van 15.04 naar 15.10), aangezien de onderliggende kernel
pt: o Raspberry Pi para uma nova versão da distribuição (por exemplo atualizar da versão 15.04 para a 15.10), visto que o Kernel do sistema
sr: ваш Расбери Пи на новије издање дистрибуције (на пример, са 15.04 на 15.10), јер основно језгро

source: not designed
ar: غير مصممة
bg: не е предвидено
de: nicht entwickelt
fi_fi: ei ole suunniteltu
it: non progettato
ms_my: tidak direka
nl_nl: niet ontworpen is
pt: não foi pensado
sr: није осмишљено

source: to do this. This process will take a very long time to complete while potentially filling up your SD card to a point where there is no more free space.
ar: للقيام بهذا . هذه العملية ستتطلب وقتا طويلا جدا و في نفس الوقت ستملأ كرت الذاكرة الخاص بك الى ان تنعدم المساحة الفارغة فيه .
bg: за това. Този процес отнема много дълго време за изпълнение и може да препълни вашата SD карта.
de: um dies zu erreichen. Dieser Vorgang dauert eine sehr lange Zeit, während möglicherweise die SD-Karte bis zu einem Punkt auffüllen wird, wo kein Platz mehr vorhanden ist.
fi_fi: tähän. Tämä prosessi kestää hyvin kauan suoriutua loppuun ja saattaa täyttää SD-korttisi sellaiseen pisteeseen, että siinä ei ole enää tilaa vapaana.
it: per fare questo. Questo processo richiederà parecchio tempo per completarsi mentre potrebbe potenzialmente riempire la tua scheda SD al punto che non rimanga più spazio disponibile.
ms_my: untuk membuatnya. Proses ini mengambil masa yang sangat lama untuk diselesaikan kerana ia cuba memenuhkan ruang kad SD anda sehingga penuh.
nl_nl: om dit te doen. Dit proces zal zeer lang duren en kan mogelijk jouw SD-kaart opvullen tot een punt dat er geen ruimte meer over is.
pt: para isso. Este processo vai demorar muito tempo para até estar completo, podendo talvez encher o cartão SD até já não haver mais espaço disponível.
sr: да то уради. Овај поступак ће одузети превише времена да би се обавио док би евентуално могао да испуни СД картицу до те мере и да не остави више слободног простора.

source: It is safer to back up all of your data you wish to keep and re-flash the card with the new image. Attempting to upgrade may corrupt the SD card, prevent your installation from booting, or cause severe glitches.
ar: من الآمن أن تقوم بنسخ بياناتك التي تود الحفاظ عليها احتياطيا و بعدها تقوم بإعادة تثبيت النسخة الجديدة . الترقية قد تؤدي إلى عطب بطاقة الذاكرة خاصتك أو تؤدي إلى عدم قدرة الجهاز على الإقلاع ، أو تسبب بعض الأخطاء .
bg: По-безопасно е да извършите бекъп на вашите данни и да преинсталирате картата с новото изображения. Опитите за обновяване може да повредят SD картата и да не позволят вашата инсталация да стартира или да дефектира.
de: Es ist sicherer, eine Sicherung aller Ihrer Daten die Sie behalten möchten zu machen und die Karte mit dem neuen Bild, nochmal neu Schrieben. Der Versuch die SD-Karte zu aktualisieren, könnte möglicherweise die Installation verhindern zu Booten, beschädigen oder schwere Störungen verursachen.
fi_fi: On turvallisempaa tehdä varmuuskopio tiedoista, jotka haluat säilyttää, ja asentaa korttiin uusi levykuva. Päivittämisen yrittäminen saattaa tuhota SD-korttisi, estää asennuksen käynnistymistä tai aiheuttaa vakavia toimintahäiriöitä.
it: E' sicuro salvare tutti i tuoi dati che vorresti mantenere e riflashare la scheda con la nuova immagine. Provando ad aggiornare puoi rovinare la tua scheda SD, impedendo alla tua installazione di avviarsi, o causando gravi glitch.
ms_my: Adalah selamat menyandar semua data yang anda kehendaki dan denyar-semula kad dengan imej baharu. Percubaan menatar mungkin akan merosakkan kad SD, menghalang pemasangan anda dibutkan, atau menyebabkan beberapa glic berlaku.
nl_nl: Het is veiliger om al je belangrijke data veilig te stellen en de SD-kaart te voorzien van een nieuwe versie. Een poging tot upgraden zou je SD-kaart kunnen beschadigen zodat je niet langer kunt opstarten, of zou ernstige fouten kunnen veroorzaken.
pt: É preferível guardar todos os dados pessoais e voltar a instalar o sistema no cartão com a imagem de disco atualizada. Se tentar instalar a atualização do sistema diretamente pode corromper o cartão SD, impedir que o sistema arranque ou mesmo causar problemas severos no funcionamento deste.
sr: Безбедније је да направите резерву свих ваших података које желите да задржите и да поново набаците нови одраз на картицу. Покушај надоградње може да оштети СД картицу, да омете вашу инсталацију приликом подизања система, или да изазове озбиљне сметње.

source: You can, however, install
ar: لكن يمكنك ، بأي حال ، تثبيت
bg: Можете да инсталирате
de: Sie können, jedoch, installieren
fi_fi: Voit, kuitenkin hakea
it: Puoi, tutttavia, installare
ms_my: Bagaimanapun, anda boleh pasang
nl_nl: Je kunt echter wel
pt: Poderá no entanto instalar
sr: Можете, међутим, да инсталирате

source: regular updates
ar: التحديثات الدورية
bg: регулярните обновления
de: regelmäßige Aktualisierungen
fi_fi: asennetuille sovelluksillesi
it: aggiornamenti regolari
ms_my: kemaskini biasa
nl_nl: reguliere updates doen
pt: atualizações comuns
sr: редовна освежења

source: via the
ar: عبر
bg: посредством
de: über die
fi_fi: säännöllisiä päivityksiä
it: tramite
ms_my: melalui
nl_nl: via de
pt: através do sistema de
sr: путем

source: Software Updater
ar: مُحدِّث البرمجيات
bg: Обновяване на софтуера
de: Software -Verwaltung
fi_fi: käyttäen
ms_my: Pengemakini Perisian
pt: Atualização de Software
sr: Освежавача софтвера

source: utility for your installed software.
ar: لبرامجك المثبتة .
bg: устройството за вашият инсталиран софтуер.
de: Dienstprogramm für Ihre installierte Software.
fi_fi: Ohjelmistopäivittäjää.
it: l'utility per il tuo software installato.
ms_my: utiliti untuk perisian terpasang anda.
nl_nl: toepassing voor jouw geinstalleerde software.
pt: para os pacotes instalados.
sr: за ваш инсталирани софтвер.

source: Kernel Updates
ar: تحديثات النواة
bg: Обновления за ядрото
fi_fi: Ytimen päivitykset
it: Aggiornamenti del Kernel
ms_my: Kemaskini Kernel
nl_nl: Kernel opwaardingen
pt: Atualizações de Kernel
sr: Освежења језгра

source: The same kernel provided by the
ar: النواة المستخدمة هي نفسها المزودة من
bg: Ядрото, предоставено от
de: Der gleiche Kern bereitgestellt von der
fi_fi: Samaa ydintä, jota
it: Lo stesso kernel offerto da
ms_my: Kernel yang sama disediakan oleh
nl_nl: Het zelfde kernel gemaakt door de
pt: Esta versão do Ubuntu MATE utiliza a mesma versão do kernel que a disponibilizada pela
sr: Исто језгро које доставља

source: Raspberry Pi foundation
ar: مؤسسة رازبيري باي
bg: фондацията Raspberry Pi
fi_fi: Raspberry Pi -säätiö tarjoaa,
ms_my: Yayasan Raspberyy Pi
nl_nl: Raspberry pi stichting
pt: Fundação Raspberry Pi
sr: фондација Расберија Пи

source: is used in this edition of Ubuntu MATE. As this kernel is delivered like a "firmware" blob, updates are not distributed via the
bg: се използва в тази версия на Ubuntu MATE. Тъй като ядрото е във формата на firmware, обновленията не се разпространяват посредством
de: wird in dieser Ausgabe von Ubuntu MATE verwendet. Da dieser Kern ist wie ein "Firmware" Klecks geliefert, Aktualisierungen werden nicht über das verteilte
fi_fi: käytetään tässä Ubuntu MATE julkaisussa. Koska ydin toimitetaan "firmware" möykkynä, päivityksiä ei jaeta tätä kautta:
it: è usato in questa edizione di Ubuntu MATE. Dato che il kernel è distribuito come un "firmware" blob, gli aggiornamenti non sono distribuiti tramite
ms_my: digunakan dalam edisi Ubuntu MATE ini. Kerana kernel ini disampaikan seakan blob "perisian tegar", kerana kemaskini tidak diedar melalui
nl_nl: wordt gebruikt in deze editie van Ubuntu MATE. Aangezien de kernel wordt geleverd als "firmware" blob, worden updates niet gedistribueerd via de
pt: . Visto que este kernel é distribuído como um conjunto de "firmware" as atualizações não são instaladas pelo sistema de
sr: се користи у овом издању Убунту Мејта. Како се ово језгро испоручује као мехур „уграђеног програма“, освежења се не расподељују путем

source: Instead, to update the kernel, open a terminal and run:
bg: Вместо това, за да обновите ядрото, отворете терминала и изпълнете:
de: Stattdessen, um den Kernel zu aktualisieren, öffnen Sie ein Terminal und führen Sie folgendes aus:
fi_fi: Sen sijaan, päivittääksesi ytimen, avaa pääte ja suorita komento:
it: Invece, per aggiornare il kernel, apri un terminale e esegui:
ms_my: Selain itu, untuk mengemaskini kernel, buka terminal dan taip:
nl_nl: In plaats daarvan kun je de kernel updaten door in terminal het volgende commando te geven:
pt: Como tal, para atualizar o kernel, abra um emulador de terminal e corra o seguinte comando:
sr: Уместо тога, да освежите језгро, отворите терминал и покрените:

source: Hardware Acceleration
ar: تسارع العتاد
bg: Хардуерно ускорение
de: Hardware-Beschleunigung
fi_fi: Laitteistokiihdytys
it: Accelerazione Hardware
ms_my: Pemecutan Perkakasan
nl_nl: Hardware Versnelling
pt: Aceleração por Hardware
sr: Хардверско убрзање

source: Currently, hardware accelerated applications are
ar: حالياً ، خبارات تسارع العتاد هي :
bg: Към момента, хардуерно ускорените програми
de: Derzeitige Hardware-beschleunigte Anwendungen sind
fi_fi: Tätä nykyä laitteistokiihdytetyt sovellukset
it: Correntemente, le applicazioni accelerate via hardware sono
ms_my: Buat masa ini, aplikasi pemecutan perkakasan adalah
nl_nl: De op dit moment versnelde hardware toepassingen zijn:
pt: Atualmente, aplicações aceleradas por hardware
sr: Тренутно, хардверски убрзани програми

source: not supported
ar: غير مدعومة
bg: не се поддържат
de: nicht unterstützt
fi_fi: eivät ole tuettuja
it: non supportato
ms_my: tidak disokong
nl_nl: Niet ondersteund
pt: não são suportadas
sr: нису подржани

source: unlike
ar: على عكس
bg: за разлика от
de: im Gegensatz
fi_fi: toisin kuin
it: a differenza
ms_my: tidak seperti
nl_nl: anders dan
pt: ao contrário de
sr: осим

source: Applications that depend on OpenGL ES libraries or require the GPU will fail to start.
bg: Програмите, които зависят от библиотеките на OpenGL ES или се нуждаят от GPU-то не могат да бъдат изпълнени.
de: zu Anwendungen, die die auf OpenGL ES-Bibliotheken benötigen oder auf die GPU abhängen, wird nicht gestartet.
fi_fi: Sovellukset, jotka käyttävät OpenGL ES kirjastoja tai vaativat GPU:ta eivät käynnisty.
it: Applicazioni che dipendono dalle librerie OpenGL ES o richiedono la GPU potrebbe non avviarsi.
ms_my: Aplikasi yang bergantung kepada pustaka ES OpenGL atau memerlukan GPU akan gagal dimulakan.
nl_nl: Toepassingen die afhankelijk zijn van OpenGL ES bibliotheken of de GPU vereisen zullen niet worden gestart.
pt: Aplicações que dependam das bibliotecas OpenGL ES ou que precisem da unidade de processamento gráfico, ou GPU, não vão funcionar.
sr: Програма који зависе од ОпенГЛ ЕС библиотека или захтевају графички процесор не успеју да се покрену.
