Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/rpi/*.po
Languages: ar, bg, de, fi_fi, it, ms_my, nl_nl, pt, sr

source: For playing videos, the application
ar: لتشغيل الفيديوهات ، يقوم البرنامج
bg: За възпроизвеждането на видеа, програмата
de: Um Videos zu spielen, die Anwendung
fi_fi: Videoiden toistamiseen, sovellus nimeltään
it: Per riprodurre i video, l'applicazione
ms_my: Untuk memainkan video, aplikasi
nl_nl: De toepassing, voor video's afspelen
pt: Poderá reproduzir videos utilizando a aplicação
sr: За пуштање снимака, програм

source: will be able to do this and is pre-installed. If you are looking to play MPEG-2 or VC-1 video files then
bg: работи и е инсталирана по подразбиране. Ако става въпрос за възпроизвеждането на видео във форматите MPEG-2 или VC-1, тогава
de: wird in der Lage sein, dies zu tun und ist vorinstalliert. Wenn Sie , MPEG-2 oder VC-1 -Videodateien suchen, dann zu dies spielen
fi_fi: on tähän sopiva ja on valmiiksi asennettuna. Jos haluat toistaa MPEG-2 tai VC-1 videotiedostoja,
it: sarà in grado di farlo ed è preinstallata. Se vuoi riprodurre i video MPEG-2 o VC-1
ms_my: dapat membuatnya dan juga telah dipra-pasang. Jika anda mahu mainkan fail video MPEG-2 atau VC-1 maka
nl_nl: Kan dit doen en is voor ge√Ønstalleerd. Als je MPEG-2 of VC-1 video's wil afspelen
pt: que se encontra pré-instalada no sistema. Se precisar de reproduzir videos codificados em MPEG-2 ou VC-1
sr: ће моћи то да одради јер је унапред инсталиран. Ако покушавате да пустите МПЕГ-2 или ВЦ-1 датотеке снимака онда

source: you will need MPEG-2 and/or VC-1 licenses from the
bg: ще имате нужда от MPEG-2 и/или VC-1 лицензи от
de: benötigen Sie MPEG-2 und / oder VC-1-Lizenzen von der
fi_fi: tarvitset MPEG-2 ja/tai VC-1 -lisenssejä
it: avrai bisogno delle licenze MPEG-2 o VC-1 dal
ms_my: anda memerlukan lesen MPEG-2 dan/atau VC-1 daripada
nl_nl: heb je MPEG-2 en/of VC-1 lincenties nodig van de
pt: vai precisar das respectivas licenças que estão disponíveis na
sr: ће вам требати МПЕГ-2 и/или ВЦ-1 дозволе из

source: Raspberry Pi Store.
ar: متجر الرازبيري باي
bg: Raspberry Pi магазина
fi_fi: Raspberry Pi Store:sta.
it: Negozio Raspberry Pi.
ms_my: Kedai Raspberry Pi
pt: Loja Raspberry Pi.
sr: радње Расберија Пи.

source: Enable/Disable X11
ar: تفعيل / تعطيل خادم العرض X11
bg: Включване/Изключване на X11
de: X11 Aktivieren/Deaktivieren
fi_fi: Ota käyttöön/Ota pois käytöstä X11
it: Abilita/Disabilita X11
ms_my: Benar/Lumpuhkan X11
nl_nl: Aanzetten/Uitzetten X11
pt: Activar/Desactivar Sessão Gráfica (X11)
sr: Укључите/искључите Икс-11

source: For users who are looking to create their own headless
bg: За потребителите, които искат да създадат свой собствен хедлес
de: Zu erstellen ihre eigenen Headless-
fi_fi: Käyttäjille, jotka haluavat luoda oman päättömän
it: Per gli utenti che vogliono creare la loro modalità headless
ms_my: Bagi pengguna yang mahu menciptanya sendiri
nl_nl: Voor gebruikers die gebruik maken van een eigengemaakte "headless"
pt: Para utilizadores que queiram criar um
sr: За кориснике који желе да направе свој сопствени безглави

source: "server"
ar: "خادم"
bg: "сървър"
fi_fi: "palvelimen"
ms_my: "pelayan"
pt: "servidor headless"
sr: „сервер“

source: using Ubuntu MATE, there is a utility for toggling the graphical environment.
bg: чрез Ubuntu MATE, има настройка за спирането на графичната среда.
de: mit Ubuntu MATE, gibt es ein Programm, um die grafische Umgebung zum Hin und her schalten.
fi_fi: käyttäen Ubuntu MATEa, on tarjolla apuohjelma jolla voi vaihdella graafisen käyttöliittymän päälle ja pois.
it: usando Ubuntu MATE, c'è un utility per cambiare l'ambiente grafico.
ms_my: dengan menggunakan Ubuntu MATE, telah disediakan utiliti untuk mengubahsuai persekitaran bergrafik.
nl_nl: met behulp van Ubuntu MATE, is er een hulpprogramma voor het schakelen van the grafische omgeving.
pt: com o Ubuntu MATE foi criada a funcionalidade necessária para activar ou desactivar a sessão gráfica.
sr: користећи Убунту Мејт, постоји помагало за искључивање графичког окружења.

source: To disable X11 and login via the console:
bg: За спирането на X11 и влизането през конзола:
de: So deaktivieren Sie X11 und sich über die Konsole Anmelden:
fi_fi: Ottaaksesi X11 pois käytöstä ja kirjautua päätteellä:
it: Per disabilitare X11 e effettuare il login tramite la console:
ms_my: Untuk melumpuhkan X11 dan daftar masuk melalui konsol:
nl_nl: Om X11 uit te zetten en in te loggen via het console:
pt: Para desactivar a sessão gráfica X11 e entrar no sistema através da consola:
sr: Да искључите Икс-11 и да се пријавите путем конзоле:

source: To enable X11 to restore the Ubuntu MATE desktop:
bg: За включването на X11 и възстановяването на Ubuntu MATE десктопа:
de: So aktivieren Sie X11, um die Ubuntu MATE Desktop wiederherstellen:
fi_fi: Ottaaksesi X11 käyttöön ja palauttaa Ubuntu MATE työpöydän:
it: Per abilitare X11 e ripristinare il desktop di Ubuntu MATE:
ms_my: Untuk benarkan X11 dan pulihkan desktop Ubuntu MATE:
nl_nl: Om X11 aan te zetten en Ubuntu MATE desktop te herstellen:
pt: Para activar a sessão gráfica X11 e restaurar o ambiente de trabalho MATE:
sr: Да укључите Икс-11 да бисте вратили радну површ Убунту Мејта:

source: Changes take effect after a reboot.
bg: Промените се задействат след рестарт.
de: Änderungen werden nach einem Neustart angewandt.
fi_fi: Muutokset astuvat voimaan uudelleenkäynnistyksen jälkeen.
it: I cambiamenti sono effettivi dopo un riavvio.
ms_my: Perubahan akan berkesan selepas but semula.
nl_nl: Wijzigingen zullen doorgevoerd worden na een herstart.
pt: As alterações terão efeito quando reiniciar.
sr: Измене ступају на снагу након поновног покретања.

source: Release Notes
ar: ملاحظان حول النسخة
bg: Бележки за рилийза
de: Versionshinweise
fi_fi: Julkaisumuistio
it: Note di rilascio
ms_my: Nota Keluaran
nl_nl: Versie Informatie
pt: Notas de Lançamento
sr: Напомене о издању

source: To read up on release notes and changes by version, visit the Ubuntu MATE website.
bg: За да прочетете бележките за рилийза и промените във версията, посетете сайта на Ubuntu MATE.
de: Besuchen Sie der Ubuntu-MATE-Website um Versionshinweise (Release Notes) und auf Änderungen von Versionen zu lesen.
fi_fi: Julkaisumuistion voi lukea ja nähdä versioiden väliset muutokset käymällä Ubuntu MATE verkkosivulla.
it: Per leggere le note di rilascio e i cambiamenti delle versioni, visita il sito di Ubuntu MATE.
ms_my: Untuk membaca nota keluaran dan perubahan berdasarkan versi, sila lawati laman sesawang Ubuntu MATE.
nl_nl: Voor het lezen van de versie informatie en veranderingen per versie kun je de Website van Ubuntu MATE bezoeken.
pt: Poderá encontrar todas as alterações ao sistema e as notas de lançamento respectivas a esta versão no website do Ubuntu MATE.
sr: Да прочитате напомене о издању и изменама у верзији, постите веб сајт Убуну Мејта.

source: Raspberry Pi is a trademark of the
bg: Raspberry Pi е запазена марка на
de: Raspberry Pi ist ein Warenzeichen der
fi_fi: Raspberry Pi on seuraavan tahon tavaramerkki:
it: Raspberry Pi is è un marchio del
ms_my: Raspberry Pi adalah tanda dagangan bagi
nl_nl: Raspberry Pi is een handelsmerk van de
pt: Raspberry Pi é uma marca registada da
sr: Расбери Пи је робна марка
