Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/software/*.po
Languages: ms_my

source: Software
ms_my: Perisian

source: Boutique
ms_my: Butik

source: Bulk Queue
ms_my: Baris Gilir Pukal

source: Bulk Queue Disabled
ms_my: Baris Gilir Pukal Dilumpuhkan

source: Search
ms_my: Gelintar

source: Boutique News
ms_my: Berita Butik

source: Preferences
ms_my: Keutamaan

source: Accessories
ms_my: Aksesori

source: Education
ms_my: Pendidikan

source: Games
ms_my: Permainan

source: Graphics
ms_my: Grafik

source: Office
ms_my: Pejabat

source: Programming
ms_my: Pengaturcaraan

source: Sound & Video
ms_my: Bunyi & Video

source: System Tools
ms_my: Alatan Sistem

source: Universal Access
ms_my: Capaian Universal

source: Servers
ms_my: Pelayan

source: More Software
ms_my: Lagi Perisian

source: Fixes
ms_my: Pembaikan

source: Software Boutique
ms_my: Butik Perisian

source: There is an abundance of software available for Ubuntu MATE and some people find that choice overwhelming. The Boutique is a carefully curated selection of the best-in-class applications chosen because they integrate well, complement Ubuntu MATE and enable you to self style your computing experience.
ms_my: Terdapat banyak perisian tersedia untuk Ubuntu MATE dan ada pengguna mendapati pilihan tersebut keterlaluan. Oleh itu, Butik memilih aplikasi terbaik dalam kelas masing-masing supaya ia dapat disepadukan dengan baik, serasi dengan Ubuntu MATE dan menambahbaik pengalaman pengkomputeran anda.

source: If you can't find what you're looking for, install one of the
ms_my: Jika anda tidak menemui yang dihajati, pasang salah satu dari

source: Get More Apps
ms_my: Dapatkan Lagi Apl

source: software centers
ms_my: pusat perisian

source: to explore the complete Ubuntu software catalog.
ms_my: untuk menjelajahi katalog perisian Ubuntu yang lengkap.

source: More Apps Await.
ms_my: Lagi Apl Menunggu.

source: Connect your computer to the Internet to explore a wide selection of applications for Ubuntu MATE.
ms_my: Sambungkan komputer anda dengan Internet untuk menjelajahi pemilihan aplikasi yang banyak untuk Ubuntu MATE

source: Once online, you'll be able to download and install tried & tested software right here. Our picks ensure that the featured software integrates well on the Ubuntu MATE desktop.
ms_my: Bilamana berada di atas talian, anda dapat memuat turun dan memasangnya. Perisian pilihan kami fiturkan pasti dapat disepadu baik dengan dekstop Ubuntu MATE.

source: Sorry, Welcome could not establish a connection to the Ubuntu repository server. Please check your connection and try again.
ms_my: Maaf, Aluan tidak dapat menjalinkan sambungan dengan pelayan repositori Ubuntu. Sila periksa sambungan anda dan cuba sekali lagi.

source: Retry Connection
ms_my: Cuba Sambung Sekali Lagi

source: Connection Troubleshooting
ms_my: Pencarisilapan Sambungan

source: Connection Help
ms_my: Bantuan Sambungan

source: Get Connected.
ms_my: Menjalinkan Sambungan.

source: Here's a few things you can check, depending on the type of connection you have:
ms_my: Terdapat beberapa perkara yang anda perlu periksa, bergantung kepada jenis sambungan yang anda miliki:

source: Wired Connection
ms_my: Sambungan Berwayar

source: Is the cable securely plugged in?
ms_my: Adakah kabel dipalam dengan kemas?

source: Is the router online and can other devices access the network? Try restarting the router.
ms_my: Adakah penghala berada diatas-talian dan dapatkan lain-lain peranti mencapai rangkaian? Cuba mulakan semula penghala tersebut.

source: Wireless Connection
ms_my: Sambungan Tanpa Wayar

source: Have you entered the correct wireless password from the
ms_my: Adakah anda telah masukkan kata laluan tanpa wayar yang betul

source: network indicator
ms_my: penunjuk rangkaian

source: in the upper-right?
ms_my: di bahagian kanan-atas?

source: When disconnected, the applet looks like this:
ms_my: Bila terputus, aplet akan kelihatan sebegini:

source: Is there a physical switch that may have accidentally switched off wireless functionality?
ms_my: Adakah terdapat suis fizikal yang mungkin mematikan fungsi tanpa wayar?

source: Is there a soft (keyboard) switch that toggles it off?
ms_my: Adakah terdapat suis (papan kekunci) yang mematikannya?

source: You may need to hold the FN key while pressing the function key.
ms_my: Anda perlu tahan kekunci FN sambil menekan kekunci fungsi.

source: Here's an example:
ms_my: Begini contohnya:

source: Not working at all or experiencing sluggish connections?
ms_my: Tidak menjadi langsung atau menghadapi sambungan lembab?

source: Sorry to hear that. You will need a temporary wired connection to install working drivers.
ms_my: Maaflah. Anda perlukan sambungan berwayar buat sementara supaya dapat memasang pemacu yang berkaitan.

source: Additional Drivers
ms_my: Pemacu Tambahan

source: tab may have them available for your system.
ms_my: tab membolehkannya tersedia untuk sistem anda.

source: Otherwise, you will need to manually install third party drivers for your hardware, or a download specific package containing the firmware. See
ms_my: Jika tidak, anda perlu pasang pemacu pihak ketiga secara manual untuk perkakasan anda, atau muat turun pakej khusu yang mengandungi perisian tegar. Rujuk

source: Drivers
ms_my: Pemacu

source: in the
ms_my: di dalam

source: Getting Started
ms_my: Membiasakan Diri

source: section for more details.
ms_my: seksyen untuk lebih perincian.

source: Feel free to
ms_my: Anda bebas

source: ask the community
ms_my: menanya komuniti

source: if you need assistance.
ms_my: jika anda perlukan bantuan.

source: Our Picks
ms_my: Pilihan Kami

source: No Filter
ms_my: Tanpa Penapis

source: Handy utilities for your computing needs.
ms_my: Utiliti mudah untuk keperluan pengkomputeran anda.

source: For study and children.
ms_my: Untuk pembelajaran dan kanak-kanak.

source: A selection of 2D and 3D games for your enjoyment.
ms_my: Senarai permainan 2D dan 3D untuk anda nikmati.

source: For producing and editing works of art.
ms_my: Untuk menghasilkan dan menyunting kerja-kerja seni.

source: For staying connected and enjoying the features of your own cloud.
ms_my: Untuk kekal berhubung dan menikmati fitur awan anda sendiri.

source: For more then just documents and spreadsheets.
ms_my: Untuk kerja-kerja dokumen dan hamparan elektronik.

source: For the developers and system administrators out there.
ms_my: Untuk pembangun dan pentadbiran sistem.

source: Multimedia software for listening and production.
ms_my: Perisian multimedia untuk kerja-kerja multimedia ataupun hanya mendengar lagu.

source: Software that makes the most out of your system resources.
ms_my: Perisian yang terkandung dalam sumber sistem anda.

source: Software that makes your computer more accessible.
ms_my: Perisian yang menjadikan komputer anda lebih mudah digunakan.

source: One-click installations for serving the network.
ms_my: Pemasangan se-klik untuk pelayanan rangkaian.

source: Discover More Software
ms_my: Jelajahi Lagi Perisian

source: Graphical interfaces to browse a wide selection of software available for your operating system.
ms_my: Antaramuka bergrafik untuk melayari pelbagai jenis perisian yang tersedia untuk sistem pengoperasian anda.

source: Miscellaneous Fixes
ms_my: Pelbagai Pembaikan

source: This section contains operations that can fix common problems should you encounter an error while upgrading or installing new software.
ms_my: Seksyen ini mengandungi operasi yang dapat membaiki masalah-masalah umum yang anda anda hadapi ralatnya ketika menatar atau memasang perisian baharu.

source: Outdated Package Lists?
ms_my: Senarai Pakej Lapuk?

source: Your repository lists may be out of date, which can cause
ms_my: Senarai repositori anda telah lapuk, yang boleh menyebabkan

source: Not Found
ms_my: Tidak Ditemui

source: errors and
ms_my: ralat dan

source: outdated version
ms_my: versi lapuk

source: information when trying to install new or newer versions of software. This is particularly the case when Ubuntu MATE connects online for the first time after installation.
ms_my: maklumat ketika cuba memasang versi baharu atau terbaharu perisian. Ia berlaku bila Ubuntu MATE berada di atas-talian buat kali pertama selepas pemasangannya.

source: Update the repository lists:
ms_my: Kemaskini senarai repositori:

source: Update Sources List
ms_my: Kemaskini Senarai Sumber

source: Upgrade Installed Packages
ms_my: Tatar Pakej Dipasang

source: Broken Packages?
ms_my: Pakej Rosak?

source: When a previous installation or removal was interrupted
ms_my: Bila pemasangan terdahulu atau pembuangan telah disampuk

source: (for instance, due to power failure or loss of Internet connection)
ms_my: (sebagai contoh, disebabkan oleh kegagalan kuasa elektrik atau sambungan Internet terputus)

source: further software cannot be added or removed without properly re-configuring these broken packages. If necessary, you may need to also resolve dependencies and install any missing packages in order for the software to run properly.
ms_my: oleh itu perisian tidak dapat ditambah atau dibuang tanpa konfigur-semula pakej rosak ini. Jika perlu, anda perlu juga leraikan dependensi dan pasang mana-mana pakej yang hilang supaya perisian dapat dijalankan tanpa masalah.

source: Configure packages that were unpacked but not configured:
ms_my: Konfigur pakej yang telah dinyahpek tetapi belum dikonfigurkan:

source: Download and install broken dependencies:
ms_my: Muat turun dan pasang dependensi rosak:

source: Configure Interrupted Packages
ms_my: Konfigur Pakej Tersampuk

source: Resolve Broken Packages
ms_my: Lerai Pakej Rosak

source: In addition, listed below are terminal equivalent commands that otherwise appear in the
ms_my: Selain itu, yang tersenarai di bawah merupakan perintah setara terminal yang mungkin muncul di dalam

source: Software Updater
ms_my: Pengemaskini Perisian

source: Upgrade all packages that have a new version available:
ms_my: Tatar semua pakej yang telah ada versi baharu:

source: Upgrade to a new release of Ubuntu MATE:
ms_my: Tatar keluaran baharu Ubuntu MATE:

source: Keeping you informed of the changes made to Ubuntu MATE's Software Boutique.
ms_my: Memaklumkan anda perubahan yang berlaku kepada Butik Perisian Ubuntu MATE.

source: Search for Applications
ms_my: Gelintar Aplikasi

source: Enter a keyword to search the Software Boutique.
ms_my: Masukkan kata kunci untuk menggelintar Butik Perisian.

source: Name of Application
ms_my: Nama Aplikasi

source: No software matched your key words.
ms_my: Tiada perisian sepadan dengan kata kunci anda.

source: The Boutique is just a collection of software.
ms_my: Butik hanyalah sebuah koleksi perisian.

source: Install a software center
ms_my: Pasang pusat perisian

source: to explore the entire Ubuntu catalogue.
ms_my: untuk menjelajahi keseluruhan katalog Ubuntu.

source: Search again and include proprietary software.
ms_my: Gelintar lagi dan sertakan perisian proprietari.

source: Fine-tune the Software Boutique to suit your preferred behaviors.
ms_my: Perhalusi tetapan Butik Perisian untuk menepati kelakuan yang anda kehendaki.

source: Boutique Selection
ms_my: Pemilihan Butik

source: Hide proprietary applications.
ms_my: Sembunyi aplikasi proprietari.

source: Installation
ms_my: Pemasangan

source: Enable the Bulk Queue.
ms_my: Benarkan Baris Gilir Pukal

source: Applications wait to be installed/removed, allowing you to continue browsing.
ms_my: Tangguh aplikasi untuk dipasang/dibuang, membolehkan anda terus menjelajah.

source: Suppress Progress Dialog
ms_my: Paksa Dialog Kemajuan

source: Install/remove applications in the background.
ms_my: Pasang/buang aplikasi disebalik tabir.

source: Your Queued Changes
ms_my: Perubahan Baris Gilir Anda

source: Decide which software to add or remove without committing straight away.
ms_my: Tentukan perisian yang manakah hendak ditambah atau dibuang tanpa lakukannya serta-merta.

source: Apply Changes
ms_my: Laksana Perubahan

source: Clear
ms_my: Kosongkan

source: Finished
ms_my: Selesai

source: Not all changes could be applied.
ms_my: Bukan semua perubahan dapat dilaksanakan.

source: Please review the error dialog for further details.
ms_my: Sila tinjau semula dialog ralat untuk perincian lanjut.

source: Nothing to see here -- There's no software in the queue yet.
ms_my: Tiada apa lagi di sini -- Belum ada perisian dalam baris gilir lagi.

source: Filter by Software License
ms_my: Tapis mengikut Lesen Perisian

source: Hide Proprietary Software
ms_my: Sembunyi Perisian Proprietari

source: Show Terminal Commands
ms_my: Tunjuk Perintah Terminal

source: Proprietary Software
ms_my: Perisian Proprietari

source: is owned by an individual or company. There may be restrictions on its usage (like a license agreement), and provides no access to the source code.
ms_my: adalah milik seseorang atau syarikat. Terdapat kekangan penggunaannya (seperti perjanjian lesen), dan tidak dapat capai kod sumber.

source: Free and Open Source Software
ms_my: Perisian Bebas dan Bersumber Terbuka

source: grants the user the freedom to share, study and modify the software without restriction. For instance, the GPL is an example of a 'Free Software' license.
ms_my: memberi kebebasan kepada pengguna untuk kongsi, kaji dan ubahsuai perisian tanpa sekatan. Sebagai contoh, GPL merupakan contoh lesen 'Free Software' atau Lesen Perisian Bebas.

source: Stocking the Boutique...
ms_my: Menetapkan Butik...

source: Advanced
ms_my: Lanjutan

source: Show technical package details.
ms_my: Tunjuk perincian pakej secara teknikal.

source: Displays an estimated install size, packages and the type of application
ms_my: Papar saiz pemasangan anggaran, pakej dan jenis aplikasi.

source: Show Software Sources
ms_my: Tunjuk Sumber Perisian

source: Manage Repositories
ms_my: Urus Repositori

source: Software Sources
ms_my: Sumber Perisian

source: Your system and applications are obtained and kept up-to-date via the following repositories.
ms_my: Sistem dan aplikasi anda diurus dan dikemaskinikan melalui repositori berikut.

source: Parsing lists...
ms_my: Menghurai senarai...

source: Update Package Lists
ms_my: Kemaskini Senarai Pakej

source: About Proprietary Software
ms_my: Perihal Perisian Proprietari

source: Preparing to start...
ms_my: Penyediaan untuk mula...

source: Your changes are being applied.
ms_my: Perubahan yang anda buat telah dilaksanakan.
