Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fi_fi, nl_nl

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
fi_fi: Käyttääkö tietokonettasi muutkin? Luo erilliset käyttäjätunnukset jokaisella käyttäjälle suojellaksesi jokaisen käyttäjän yksityisyyttä.
nl_nl: Deel jij je computer met anderen? Maak dan aparte gebruikersaccounts aan voor elke gebruiker en bescherm de individuele privacy van elke gebruiker op je computer.

source: You can also log in to a
fi_fi: Voit myös kirjautua
nl_nl: Je kunt ook onder een

source: Guest Session
fi_fi: Vierasistuntoon
nl_nl: Gast sessie

source: if someone is using your computer as a one-off.
fi_fi: jos joku käyttää tietokonettasi kertaluontoisesti.
nl_nl: inloggen als iemand even voor een enkele keer je computer wilt gebruiken.

source: Configure Users
fi_fi: Määrittele Käyttäjät
nl_nl: Configureer Gebruikers

source: Users and Groups
fi_fi: Käyttäjät ja Ryhmät
nl_nl: Gebruikers en Groepen

source: User Interface
fi_fi: Käyttöliittymä
nl_nl: Gebruikersomgeving

source: Ubuntu MATE provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel. The
fi_fi: Ubuntu MATE tarjoaa ainutlaatuisen työkalun käyttöliittymän muokkaamiseen. Sillä voidaan nopeasti muokata käyttöliittymä muistuttamaan muiden suosittujen käyttöjärjestelmien ulkonäköä ja tuntumaa.
nl_nl: Ubuntu MATE biedt een unieke tool voor het transformeren van de gebruikersomgeving. Het kan gebruikt worden om snel en eenvoudig de gebruikersomgeving om te vormen tot iets wat je gewend bent van andere besturingssystemen. De

source: layouts are most similar to Microsoft Windows while
fi_fi: ulkonäöt, jotka muistuttavat eniten Microsoft Windowsia, kun
nl_nl: templates lijken het meeste op Microsoft Windows, terwijl de

source: layouts are most similar to Apple Mac OS X.
fi_fi: ulkonäöt, jotka muistuttavat eniten Apple Mac OS X.
nl_nl: templates het meest lijken op die van Apple Mac OS X.

source: Look and Feel
fi_fi: Ulkoasu ja Käyttötuntuma
nl_nl: Uiterlijk en gedrag

source: Control Center
fi_fi: Hallintakeskus
nl_nl: Configuratiescherm

source: The utilities mentioned above are all part of the extensive Control Center that Ubuntu MATE provides. You can configure just about every aspect of your computer from the Control Center.
fi_fi: Nämä apuohjelmat ovat kaikki osa kattavaa Ubuntu MATE:n Hallintakeskusta. Voit määrittää lähestulkoon jokaisen asian tietokoneessasi Hallintakeskuksessa.
nl_nl: De toepassingen die hierboven genoemd worden zijn allemaal onderdeel van het uitgebreide Configuratiescherm dat Ubuntu MATE biedt. Je kunt zo'n beetje elk aspect op de computer aanpassen vanuit het Configuratiescherm.

source: can be found later in the
fi_fi: nämä löytyvät myöhemmin
nl_nl: kan later gevonden worden in het

source: menu.
fi_fi: -valikossa.

source: Ubuntu MATE has many keyboard shortcuts that help make using your computer more efficient.
fi_fi: Ubuntu MATE:ssa on monia pikanäppäimiä helpottamaan ja tekemään tietokoneesi käytöstä tehokkaampaa.
nl_nl: Ubuntu MATE heeft veel toetsenbord sneltoetsen die je helpen je computer zo efficiënt mogelijk te gebruiken.

source: key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
fi_fi: -näppäin on Windows-näppäimesi. Mac-näppäimistöille tämä on ⌘ Komento-näppäin.
nl_nl: toets is de Windows toets. Voor Mac toetsenborden is dit de ⌘ Command toets.

source: Common application shortcuts
fi_fi: Yleisiä sovellus pikanäppäimiä
nl_nl: Veelgebruikte sneltoetsen

source: These shortcuts apply in most applications.
fi_fi: Nämä pikanäppäimet toimivat useimmissa sovelluksissa.
nl_nl: Deze sneltoetsen zijn in de meeste applicaties hetzelfde.

source: Copy the selected text/object
fi_fi: Kopioi valittu teksti/objekti
nl_nl: Kopieer de geselecteerde tekst

source: Cut the selected text/object
fi_fi: Leikkaa valittu teksti/objekti
nl_nl: Knip de geselecteerde tekst

source: Paste/insert the selected text/object
fi_fi: Liitä/siirrä valittu teksti/objekti
nl_nl: Plak de geselecteerde tekst

source: Select all text
fi_fi: Valitse kaikki teksti
nl_nl: Selecteer alle tekst

source: Find and replace words
fi_fi: Etsi ja korvaa sanoja
nl_nl: Zoek en vervang woorden

source: Make the selected text bold
fi_fi: Muuta valittu teksti paksuksi
nl_nl: Maak de geselecteerde tekst dikgedrukt

source: Make the selected text italic
fi_fi: Muuta valittu teksti kursiiviksi
nl_nl: Maak de geselecteerde tekst schuingedrukt

source: Underline the selected text
fi_fi: Alleviivaa valittu teksti
nl_nl: Onderstreep de geselecteerde tekst

source: Open a new document or window
fi_fi: Avaa uusi asiakirja tai ikkuna
nl_nl: Open een nieuw document of venster

source: Save the current document
fi_fi: Tallenna nykyinen asiakirja
nl_nl: Sla het huidige document op

source: Open another document
fi_fi: Avaa toinen asiakirja
nl_nl: Open een ander document

source: Print the current document
fi_fi: Tulosta nykyinen asiakirja
nl_nl: Print het huidige document

source: Undo the last change you made
fi_fi: Peruuta viimeisin muutos, jonka teit
nl_nl: Laatste wijziging ongedaan maken

source: Redo a change that you just undid
fi_fi: Palauta muutos, jonka vasta peruutit
nl_nl: Pas een zojuist teruggedraaide wijziging toch toe

source: Toggle the current application between full-screen and windowed
fi_fi: Vaihda nykyinen sovellus kokoruudusta ikkunoituun ja toisin päin.
nl_nl: Wissel voor de huidige toepassing tussen volledig scherm en een normaal venster

source: Desktop shortcuts
fi_fi: Työpöytä pikanäppäimet
nl_nl: Bureaublad sneltoetsen

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
fi_fi: Tämä osio listaa useimmiten käytetyt pikanäppäimet, joita tarvitset käyttääksesi työpöytää.
nl_nl: Deze selectie geeft veel gebruikte sneltoetsen weer, welke je kan gebruiken om delen van je systeem te besturen.

source: Open the Applications menu
fi_fi: Avaa Sovellukset-valikko
nl_nl: Open het Toepassingen menu

source: Run an application by typing its name in the box which appears
fi_fi: Suorita sovellus kirjoittamalla sen nimi laatikkoon, joka ilmestyy
nl_nl: Open een toepassing door de naam de typen in een popup die verschijnt

source: Take a screenshot of the whole screen
fi_fi: Ota kuvakaappaus koko näytöstä
nl_nl: Maak een schermafdruk van het hele scherm

source: Take a screenshot of the current window
fi_fi: Ota kuvakaappaus nykyisestä ikkunasta
nl_nl: Maak een schermafdruk van het huidige venster

source: Delete
fi_fi: Poista
nl_nl: Verwijder

source: Open the dialog box to shutdown, restart or suspend.
fi_fi: Avaa valintaikkunan sammuttamista, uudelleenkäynnistystä tai valmiustilaa varten.
nl_nl: Toont het venster voor de slaapstand, het afsluiten - of het herstarten van je computer.

source: Lock your screen.
fi_fi: Lukitse näyttö.
nl_nl: Zet schermbeveiliging aan

source: Open a terminal.
fi_fi: Avaa pääte.
nl_nl: Open een terminal.

source: Super Key
fi_fi: Super-näppäin
nl_nl: Super toets

source: Screen reader enable/disable.
fi_fi: Näytönlukija päälle/pois.
nl_nl: Scherm lezen aan/uitzetten.

source: Window shortcuts
fi_fi: Ikkuna pikanäppäimet
nl_nl: Venster sneltoetsen

source: Tab
fi_fi: Sarkain

source: Switch between currently-open windows.
fi_fi: Vaihda tällä hetkellä auki olevien ikkunoiden välillä.
nl_nl: Wissel tussen openstaande schermen.

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
fi_fi: Paina Alt + Sarkain ja sitten vapauta Sarkain (mutta jatka Altin painamista)
nl_nl: Druk op Alt + Tab en laat Tab los (maar houdt Alt ingedrukt).

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
fi_fi: Paina Sarkainta peräkkäin kiertääksesi saatavilla olevien ikkunoiden listan, joka ilmestyy näytölle.
nl_nl: Druk Tab meermaals in om te bladeren tussen de lijst van openstaande vensters die in beeld verschijnen.

source: Release the Alt key to switch to the selected window.
fi_fi: Vapauta Alt-näppäin vaihtaaksesi valittuun ikkunaan.
nl_nl: Laat de Alt toets los om te wisselen naar het geselecteerde scherm.

source: Switch between currently-open windows in all Workspaces.
fi_fi: Vaihda tällä hetkellä auki olevien ikkunoiden välillä kaikissa virtuaalityöpöydissä.
nl_nl: Wissel tussen alle openstaande vensters in alle Werkruimtes.

source: Release the Ctrl and Alt keys to switch to the selected window.
fi_fi: Vapauta Ctrl- ja Alt-näppäimet vaihtaaksesi valittuun ikkunaan.
nl_nl: Laat de Ctrl en Alt toetsen los om te wisselen naar het geselecteerde venster.

source: Left
fi_fi: Vasen
nl_nl: Links

source: Switch to the previous workspace.
fi_fi: Vaihda edelliseen virtuaalityöpöytään.
nl_nl: Ga naar de vorige werkruimte.

source: Right
fi_fi: Oikea
nl_nl: Rechts

source: Switch to the next workspace.
fi_fi: Vaihda seuraavaan virtuaalityöpöytään.
nl_nl: Ga naar de volgende werkruimte.

source: Move the current window to the previous workspace.
fi_fi: Siirrä nykyinen ikkuna edelliseen virtuaalityöpöytään.
nl_nl: Verplaats het huidige venster naar de vorige werkruimte.

source: Move the current window to the next workspace.
fi_fi: Siirrä nykyinen ikkuna seuraavaan virtuaalityöpöytään.
nl_nl: Verplaats het huidige venster naar de volgende werkruimte.

source: Closes window.
fi_fi: Sulkee ikkunan.
nl_nl: Sluit het venster

source: Returns window to 'normal' or previous size.
fi_fi: Palauttaa ikkunan 'normaaliin' tai edeltävään kokoon.
nl_nl: Zet venster terug in 'normale' of vorige grootte.

source: Moves the current window (can be moved with mouse or keyboard).
fi_fi: Siirtää nykyistä ikkunaa (voidaan siirtää hiirellä tai näppäimistöllä).
nl_nl: Verplaats het huidige venster (kan verplaatst worden met muis of toetsenbord).

source: Resizes current window (again, can be moved with mouse or keyboard).
fi_fi: Muuta nykyisen ikkunan kokoa (taas, voidaan siirtää hiirellä tai näppäimistöllä).
nl_nl: Pas afmetingen van huidige venster aan (ook hier: kan aangepast worden met de muis of het toetsenbord).

source: Minimizes current window.
fi_fi: Pienentää nykyisen ikkunan.
nl_nl: Minimaliseer huidige venster.

source: Maximizes current window.
fi_fi: Suurentaa nykyisen ikkunan.
nl_nl: Maximaliseer huidige venster.

source: Pulldown Terminal.
fi_fi: Alasveto Pääte.

source: Space
fi_fi: Välilyönti
nl_nl: Spatie

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
fi_fi: Näyttää ikkunavalikon vaihtoehdoilla, kuten 'Aina päällimmäisenä' ja 'Minimoida' ja 'Maksimoida' sekä yllä olevat komennot.
nl_nl: Toont het venster menu met opties als 'Altijd bovenop' en 'Minimaliseer' en 'Maximaliseer' en bovenstaande opties.

source: Numpad
fi_fi: Numeronäppäimistö

source: Place window in top left corner of screen.
fi_fi: Aseta ikkuna näytön vasempaan yläkulmaan.
nl_nl: Plaats venster linksboven in het scherm.

source: Place window in top half of screen.
fi_fi: Aseta ikkuna ylempään näytön puolikkaaseen.
nl_nl: Plaats venster in de bovenste helft van het scherm.

source: Place window in top right corner of screen.
fi_fi: Aseta ikkuna näytön oikeaan yläkulmaan.
nl_nl: Plaats venster rechtsboven in het scherm.

source: Center/Maximize the window in the middle of the screen.
fi_fi: Keskitä/Maksimoi ikkuna näytön keskelle.
nl_nl: Centreer het venster in het midden van het scherm.

source: Place window in the bottom left corner of the screen.
fi_fi: Aseta ikkuna näytön vasempaan alakulmaan.
nl_nl: Plaats venster linksonder in het scherm.

source: Place window in the bottom half of the screen.
fi_fi: Aseta ikkuna alempaan näytön puolikkaaseen.
nl_nl: Plaats venster in de onderste helft van het scherm.

source: Place window in the bottom right corner of the screen.
fi_fi: Aseta ikkuna näytön oikeaan alakulmaan.
nl_nl: Plaats venster rechtsonder in het scherm.

source: Mouse Shortcuts
fi_fi: Hiiren Pikavalinnat
nl_nl: Muis sneltoetsen

source: Left-click while dragging mouse
fi_fi: Napsauta vasemmalla, kun vedät hiirtä

source: Moves the window.
fi_fi: Siirtää ikkunaa.
nl_nl: Verplaatst het venster.

source: Right-click while dragging mouse
fi_fi: Napsauta oikealla, kun vedät hiirtä
nl_nl: Rechtermuisklik tijdens het slepen van de muis

source: Resizes the window (closest window edge).
fi_fi: Muuttaa ikkunan kokoa (lähimpään ikkunan reunaan).
nl_nl: Past de afmetingen van venster aan (dichtstbijzijnde zijkant van het scherm).

source: Compiz Effects Shortcuts
fi_fi: Compiz Efektien Pikanäppäimet
nl_nl: Compiz Effecten sneltoetsen

source: All of the shortcuts listed in this section require Compiz to be enabled.
fi_fi: Kaikki tässä listatut pikanäppäimet vaativat Compizin päällä oloa.
nl_nl: Voor de sneltoetsen in deze sectie dient Compiz ingeschakeld te zijn.

source: Toggles 'Show Desktop'.
fi_fi: Vaihda 'Näytä Työpöytä'
nl_nl: Triggert 'Toon desktop'.

source: Enables an 'expose' like feature that presents you with all the windows you currently have open, allowing you to select the one you wish to give focus to.
fi_fi: Ottaa käyttöön 'paljasta' kaltaisen ominaisuuden näettäen sinulle kaikki ikkunat, jotka ovat parhaillaan auki, sallien sinun valita sen jonka kohdistaa.

source: Unfolds your workspace cube allowing you to see more than one of your workspaces at once, using the left and right cursor keys with this active will allow you to select the workspace you wish to use.
fi_fi: Levittää sinun virtuaalityöpöytä-kuution, sallien sinun nähdä enemmän kuin yhden virtuaalityöpöydän kerrallaan, käyttäen vasenta ja oikeaa nuolinäppäintä tämä aktiivisena antaa sinun valita haluamasi virtuaalityöpydän.

source: Zoom out, show workspace switcher.
fi_fi: Loitonna, näytä virtuaalityöpöydän vaihtaja.
nl_nl: Zoom uit, toon werkruimte wisselaar.

source: Enables the 'scale' effect, it shows all windows from the current workspace.
fi_fi: Ottaa käyttöön 'skaalaus'-efektin, näyttäen kaikki ikkunat nykyisestä virtuaalityöpöydästä.

source: Enables the 'scale' effect, it shows all windows from all workspaces.
fi_fi: Ottaa käyttöön 'skaalaus'-efektin, näyttäen kaikki ikkunat kaikista virtuaalityöpöydistä.

source: Invert colors of the focused window.
fi_fi: Käänteiset värit kohdistetulle ikkunalle.

source: Invert colors for the whole screen.
fi_fi: Käänteiset värit koko näytölle.

source: Scroll Wheel
fi_fi: Vierityspyörä
nl_nl: Scroll wieletje

source: Zooms in on the screen.
fi_fi: Lähentää näytöllä.
nl_nl: Zoomt in op het scherm

source: Middle Click
fi_fi: Keski Painallus
nl_nl: Middelste muisklik

source: Select a region to zoom into, using a rectangle.
fi_fi: Valitse alue lähentämistä varten käyttäen suorakulmiota.

source: Left Click
fi_fi: Vasen Painallus
nl_nl: Linker muisklik

source: Move focused window.
fi_fi: Siirrä kohdistettua ikkunaa.
nl_nl: Verplaatst het gefocust venster.

source: Resize focused window.
fi_fi: Muuta kohdistetun ikkunan kokoa.
nl_nl: Het formaat van het gefocust venster wijzigen.

source: Right Click
fi_fi: Oikea Painallus
nl_nl: Rechter muisklik

source: Show window menu.
fi_fi: Näytä ikkuna-valikko.
nl_nl: Toon venster menu.

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
fi_fi: Sinun koneesi on tehty lukuisista toistensa kanssa vuorovaikutuksissa olevista komponenteista. Tämä tieto on hyödyllistä, kun halutaan tarjota tuki varmistaen, että laitteisto ja ohjelmisto toimivat koneellasi.
nl_nl: Jouw computer bestaat uit meerdere componenten die met elkaar communiceren. Deze informatie is nuttig bij het leveren van support om ervoor te zorgen dat de hardware en software correct werkt op je computer.

source: Basic
fi_fi: Perus
nl_nl: Basis

source: Detailed
fi_fi: Yksityiskohtainen
nl_nl: Gedetailleerd

source: Utilities
fi_fi: Apuohjelmat
nl_nl: Tools

source: Distribution:
fi_fi: Jakelu:
nl_nl: Distributie:

source: Kernel:
fi_fi: Ydin:

source: The Linux kernel is the heart of Ubuntu.
fi_fi: Linux-ydin on Ubuntun sydän.
nl_nl: De Linux kernel is het hart van Ubuntu.

source: Motherboard:
fi_fi: Emolevy:
nl_nl: Moederboard:

source: Boot Mode:
fi_fi: Käynnistystila:
nl_nl: Opstart methode

source: Displays the mode that Ubuntu MATE is communicating with the firmware.
fi_fi: Näyttää tilan, jossa Ubuntu MATE kommunikoi laiteohjelmiston kanssa.
nl_nl: Toont de opstart methode die Ubuntu MATE gebruikt voor de communicatie met de firmware.

source: Processor
fi_fi: Suoritin

source: Model:
fi_fi: Malli:

source: Speed:
fi_fi: Nopeus:
nl_nl: Snelheid:

source: Architecture in use:
fi_fi: Arkkitehtuuri:
nl_nl: Architectuur in gebruik:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
fi_fi: Käyttöjärjestelmän käyttämä arkkitehtuuri. Esimerkiksi, i386 = 32-bittinen.
nl_nl: De architectuur van het besturingssysteem in gebruik. Bijvoorbeeld, i386 = 32-bit.

source: Architecture(s) supported:
fi_fi: Tuetut arkkitehtuurit:
nl_nl: Ondersteunde Architecturen:

source: Architectures that are supported by this processor.
fi_fi: Tämän suorittimen tukemat arkkitehtuurit.
nl_nl: Architecturen die door deze processor worden ondersteund.

source: Components
fi_fi: Komponentit
nl_nl: Componenten

source: Memory (RAM):
fi_fi: Muisti (RAM):
nl_nl: Intern Geheugen (RAM):

source: More RAM allows more applications to run simultaneously.
fi_fi: Suurempi RAM-muisti mahdollistaa useamman sovelluksen käyttämisen samanaikaisesti.
nl_nl: Meer RAM geheugen stelt je in staat meer toepassingen tegelijkertijd te draaien.

source: Graphics:
fi_fi: Grafiikat:
nl_nl: Grafische kaart:

source: Internet Access:
fi_fi: Internet-yhteys:
nl_nl: Internet Toegang:

source: Connected
fi_fi: Yhdistetty
nl_nl: Verbonden

source: Not Connected
fi_fi: Katkaistu
nl_nl: Niet verbonden

source: Storage
fi_fi: Tila
nl_nl: Opslag

source: Root File System:
fi_fi: Juuritiedostojärjestelmä:

source: The file system where Ubuntu MATE is installed.
fi_fi: Tiedostojärjestelmä, johon Ubuntu MATE on asennettu.
nl_nl: Het bestandssysteem waar Ubuntu MATE is geïnstalleerd.

source: Entire Disk Capacity:
fi_fi: Koko Levyn Kapasiteetti:
nl_nl: Complete schijf capaciteit:

source: Ubuntu MATE Usage
fi_fi: Ubuntu MATE:n Käyttö
nl_nl: In gebruik door Ubuntu MATE

source: Allocated for Ubuntu MATE:
fi_fi: Ubuntu MATE:lle varattu:
nl_nl: Beschikbaar voor Ubuntu MATE:

source: The size of your operating system partition.
fi_fi: Käyttöjärjestelmäsi osion koko.
nl_nl: De grootte van uw besturingssysteem partitie.

source: Used Space:
fi_fi: Käytetty Tila:
nl_nl: Gebruikte schijfruimte:

source: Free Space:
fi_fi: Vapaa Tila:
nl_nl: Vrije schijfruimte:

source: Other Usage:
fi_fi: Muu Käyttö:
nl_nl: Andere schijfruimte:

source: Reserved by system, other partitions, unallocated or swap.
fi_fi: Käyttöjärjestelmän varaama, muiden osioiden, varaamaton tai swap.
nl_nl: Gereserveerd door het systeem, andere partieis, vrije ruimte of swap.

source: Why do I see two units?
fi_fi: Miksi näen kaksi yksikköä?
nl_nl: Waarom zie ik twee eenheden?

source: SI or IEC Units?
fi_fi: SI vai IEC Yksikköjä?
nl_nl: SI of IEC eenheden?

source: Decimal (SI Standard)
fi_fi: Desimaali (SI Standardi)
nl_nl: Decimaal (SI standaard)

source: 1 KB = 1000 bytes
fi_fi: 1 kB = 1000 tavua

source: Pronounced as "ga" - like "Mega", "Giga".
fi_fi: Lausutaan kuin "ga" - kuten "Mega", "Giga".
nl_nl: Uitgesproken als: ga, - zoals "Mega", "Giga".

source: Common in every day applications and file storage.
fi_fi: Yleinen päivittäisissä sovelluksissa ja tiedostojen tallennuksessa.
nl_nl: Alledaagse toepassingen en opslag van bestanden.

source: Binary (IEC Standard)
fi_fi: Binääri (IEC Standardi)
nl_nl: Binair (IEC standaard)

source: 1 KiB = 1024 bytes
fi_fi: 1 KiB = 1024 tavua

source: Pronounced as "bi" - like "Mebi", "Gibi".
fi_fi: Lausutaan kuin "bi" - kuten "Mebi", "Gibi"
nl_nl: Uitgesproken als: Bai, - zoals "Haai".

source: Common in RAM, drives and partitions, including tools like GParted.
fi_fi: Yleistä RAM-muistissa, levyissä ja osioissa, mukaan lukien työkalut kuten GParted.

source: The following information is retrieved directly from the inxi command line program.
fi_fi: Seuraava tieto on noudettu suoraan inxi komentorivi-ohjelmasta.
nl_nl: De volgende informatie komt direct uit het inxi programma.

source: Gathering data...
fi_fi: Kerätään tietoa...
nl_nl: Data verzamelen...

source: Sorry, there was a problem gathering this information.
fi_fi: Valitettavasti tämän tiedon keräämisessä oli ongelma.
nl_nl: Sorry, er was een probleem bij het verzamelen van deze informatie.

source: See more specific system information in a graphical window, including connected USBs, PCI devices and a simple CPU benchmark.
fi_fi: Katso tarkemmat järjestelmätiedot graafisessa ikkunassa, mukaan lukien yhdistetyt USB: t, PCI-laitteet ja yksinkertainen suoritin vertailuarvo.

source: Disks
fi_fi: Levyt
nl_nl: Schijven

source: A pre-installed utility that allows basic configuration to your disks and partitions, including formatting, partitioning, mounting, viewing S.M.A.R.T data and writing images to SD cards/USB drives.
fi_fi: Esiasennettu apuohjelma, joka näyttää levyjesi ja osioidesi perusmääritykset, mukaan lukien alustukset, osioinnit, liitokset, S.M.A.R.T-datan tarkastelu ja levykuvien kirjoittaminen SD-korteille/USB-asemille.

source: An advanced tool for viewing, creating, modifying and deleting partitions. It also has features to expand/shrink file systems and supports a wide range of formats.
fi_fi: Kehittynyt työkalu osioitten tarkasteluun, luomiseen, muokkaamiseen ja poistamiseen. Sillä voi myös laajentaa/pienentää tiedostojärjestelmiä ja se tukee lukuisia tiedostomuotoja.

source: Disk Usage Analyser
fi_fi: Levykäytön analysointi
nl_nl: Schijfgebruik Analyseren

source: A graphical tool for exploring your file system or individual folders to determine how much space is being used.
fi_fi: Graafinen työkalu tiedostojärjestelmäsi tutkimiseen tai yksittäisten kansioiden tilan käytön määrittämiseen.

source: System Monitor
fi_fi: Järjestelmän Valvonta
nl_nl: Systeemmonitor

source: Views currently running processes, resource usage, and the amount of space used and free for currently mounted file systems.
fi_fi: Näyttää tämän hetkiset prosessit, resurssien käytön ja käytetyn tilan määrän ja vapaana olevan tilan liitetyille tiedostojärjestelmille.

source: Views and graphs the current temperature of components attached to the system. Including: Motherboard, CPU, GPU and hard disks.
fi_fi: Näkymiä ja kaavioita järjestelmään kytkettyjen komponenttien tämän hetkisistä lämpötiloista. Mukaan lukien: Emolevy, suoritin, näytönohjain ja kiintolevyt.

source: Software Utilities for Peripherals
fi_fi: Ohjelmisto Apuohjelmia Lisälaitteille.
nl_nl: Software hulpprogramma voor randapparatuur

source: A device manager for Logitech’s Unifying Receiver peripherals. This enables features like managing paired devices and reading battery status.
fi_fi: Laitehallinta Logitechin Unifying Receiver-lisälaitteille. Tämä mahdollistaa ominaisuudet, kuten paritettujen laitteiden hallinnan ja akuntilan tarkistamisen.

source: Learn More
fi_fi: Opi Enemmän
nl_nl: Leer meer

source: Pentium M 1.0 gigahertz (GHz)
fi_fi: Pentium M 1.0 gigahertsiä (GHz)

source: 1 gigabyte (GB) of RAM
fi_fi: 1 gigatavu (GB) RAM-muistia
nl_nl: 1 gigabyte (GB) RAM

source: 9 gigabytes (GB) of disk space
fi_fi: 9 gigatavua (GB) vapaata levytilaa
nl_nl: 9 gigabytes (GB) schijfruimte

source: unable to review and improve their code
fi_fi: ei kykene arvioimaan ja parantamaan koodia
nl_nl: niet mogelijk de code te herzien of verbeteren
