Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fi_fi, nl_nl

source: which means that you'll have to rely on the manufacturer for support.
fi_fi: , joka tarkoittaa, että sinun täytyy luottaa valmistajan tukeen.

source: layout is similar to Microsoft Windows, while the
fi_fi: ulkonäkö on Microsoft Windowsin kaltainen, samalla kun
nl_nl: indeling is vergelijkbaar met Microsoft Windows, terwijl de

source: layout is similar to Apple Mac OS X.
fi_fi: ulkonäkö on Apple Mac OS X:n kaltainen.
nl_nl: indeling is vergelijkbaar met Apple Mac OS X.

source: Topic Selection
fi_fi: Aiheen Valinta
nl_nl: Onderwerp Selectie

source: Previous
fi_fi: Edellinen
nl_nl: Terug

source: Next
fi_fi: Seuraava
nl_nl: Verder

source: Topics
fi_fi: Aiheet
nl_nl: Onderwerpen

source: Installation
fi_fi: Asennus
nl_nl: Installatie

source: Disks (Simple Partition Editor)
fi_fi: Levyt (Yksinkertainen Osioeditori)
nl_nl: Disks (Eenvoudige Partitie Bewerker)

source: GParted (Advanced Partition Editor)
fi_fi: GParted (Kehittynyt Osioeditori)
nl_nl: GParted (Geavanceerde Partitie Bewerker)

source: Plug your device into a power source if it is running on battery power.
fi_fi: Kytke laittesi virtalähteeseen, jos se toimii akkuvirralla.

source: The live session you are currently in right now is a good opportunity to test Ubuntu MATE without modifying your computer, allowing you to test that all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon on the desktop.
fi_fi: Live-istunto, jossa olet tällä hetkellä on hyvä mahdollisuus kokeilla Ubuntu MATEa ilman muokkaamatta tietokonettasi, sallien sinun kokeilla, että kaikki lisälaitteesi toimivat kuten niiden pitäisikin ennen, kuin päätät asentaa sen koneellesi. Kun olet valmis, kaksoisnapsauta asennuskuvaketta työpöydällä.

source: option) in the BIOS prior to installation, particularly if an operating system was pre-installed.
fi_fi: vaihtoehto) BIOS:ssa ennen asennusta, etenkin jos käyttöjärjestelmä oli esiasennettu.

source: For computers that start to run low on memory (RAM), the operating system will start swapping content from memory to the hard disk. This is known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
fi_fi: Tietokoneille, joissa keskusmuisti alkaa loppumaan (RAM), käyttöjärjestelmä aloittaa sisällön heittovaihdon keskusmuistista kiintolevylle. Tämä tunnetaan '"sivutustiedostona" Windowsissa. Suorituskyky huononee, kun keskusmuisti loppuu ja voi jopa jäädyttää tietokoneen, jos keskusmuisti loppuu kokonaan ilman tilaa heittovaihdolle.

source: Customisation
fi_fi: Muokkaus
nl_nl: Aanpassingen

source: Keyboard & Mouse Shortcuts
fi_fi: Näppäimistö ja Hiiri Pikavalinnat
nl_nl: Toetsenbord en Muis sneltoetsen

source: View System Requirements
fi_fi: Katso Järjestelmävaatimukset
nl_nl: Toon systeemeisen

source: Return to the topic index.
fi_fi: Palaa aihehakemistoon.
nl_nl: Terug naar het overzicht van onderwerpen.

source: Previous Topic
fi_fi: Edellinen Aihe
nl_nl: Vorige onderwerp

source: Next Topic
fi_fi: Seuraava Aihe
nl_nl: Volgende onderwerp

source: Swap space that's the size of your RAM is also required if you would like to hibernate the system (as known as suspending to disk).
fi_fi: Swap-tila, joka RAM-muistisi kokoinen on myös vaadittu, jos haluat käyttää horrostilaa käyttöjärjestelmässäsi (joka tunnetaan myös levylle keskeyttämisenä).

source: Razer Drivers for Linux
fi_fi: Razer Linux-ajurit
nl_nl: Razer stuurprogramma's voor Linux

source: A community-driven driver and daemon that utilities the full functionality of many Razer peripherals ranging from keyboards, mice and mouse mats.
fi_fi: Yhteisö-pohjainen ajuri ja taustaprosessi, joka tarjoaa täyden toiminnallisuuden monille Razer-lisälaitteille näppäimistöistä hiiriin ja hiirimattoihin.

source: A front-end for managing Razer devices, with support for application profiles, setting effects and enabling features of the keyboard.
fi_fi: Käyttöliittymä Razerin laitteiden hallintaan, tarjoten tuen sovellus-profiileille, efektien asettamiselle ja näppäimistön ominaisuuksien kytkemiselle.

source: Requires Razer Drivers for Linux to be installed first.
fi_fi: Vaatii Razer Linux-ajurien asentamista ensiksi.
nl_nl: Vereist dat Razer stuurprogramma's voor Linux eerst worden geïnstalleerd.

source: Blu-ray and DVD Playback Support
fi_fi: Blu-ray ja DVD Toistotuki
nl_nl: Ondersteuning voor het afspelen van Blu-ray en DVD

source: Installs libraries that enable Blu-ray and DVD playback in VLC. After install DVDs will work but for Blu-ray you will need to download
fi_fi: Asentaa kirjastot, jotka mahdollistavat Blu-ray ja DVD toiston VLC:ssä. Asennuksen jälkeen DVD:t toimivat, mutta Blu-ray:ta varten sinun pitää ladata

source: and save it to
fi_fi: ja tallentaa se
nl_nl: en sla het op in

source: Additional Themes
fi_fi: Lisää Teemoja

source: Install additional themes and icons, such as Numix and Arc, to expand the selection available so you can tweak the look and feel to your liking.
fi_fi: Asenna lisää teemoja ja ikoneita, kuten Numix ja Arc, laajentaaksesi valikoimaa voit myös säätää ulkoasua ja käyttötuntumaa mieleiseksesi.

source: Swap
nl_nl: Wissel

source: Boot Repair
nl_nl: Boot Reparatie

source: Ubuntu Graphics Driver PPA
nl_nl: Ubuntu Graphics Driver PPA toe te voegen

source: HP Linux Printing and Imaging System
nl_nl: HP Linux Printer en Weergave systeem

source: The
nl_nl: De
