Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fi_fi, nl_nl

source: Getting Started
fi_fi: Aloitusopas
nl_nl: Aan de slag

source: Prerequisites
fi_fi: Edellytykset
nl_nl: Vereisten

source: System Requirements
fi_fi: Järjestelmävaatimukset
nl_nl: Systeemvereisten

source: Installation Preparations
fi_fi: Asennus Valmistautumiset
nl_nl: Installatievoorbereidingen

source: Installation Preparation
fi_fi: Asennus Valmistautuminen
nl_nl: Installatievoorbereiding

source: Dual Booting
fi_fi: Kaksoiskäynnistys
nl_nl: Dual booten

source: Install Now
fi_fi: Asenna
nl_nl: Installeer Nu

source: Post-Installation
fi_fi: Jälkiasennus
nl_nl: Na de installatie

source: Updates & Extras
fi_fi: Päivitykset & Lisät
nl_nl: Updates en Extra's

source: Drivers
fi_fi: Ajurit

source: Language & Input
fi_fi: Kieli & Syöte
nl_nl: Taal & Invoer

source: Optional Tasks
fi_fi: Vaihtoehtoiset Tehtävät
nl_nl: Optionele taken

source: Familiarity
fi_fi: Käyttöliittymä
nl_nl: Vertrouwelijkheid

source: Customization
fi_fi: Muokattavuus
nl_nl: Maatwerk

source: Keyboard Shortcuts
fi_fi: Pikanäppäimet
nl_nl: Toetsenbord shortcuts

source: Troubleshooting
fi_fi: Ongelmien kartoittaminen
nl_nl: Probleemoplossing

source: System Specifications
fi_fi: Järjelmämääritykset
nl_nl: Systeemspecificaties

source: Please choose a topic to get started.
fi_fi: Valitse aihe aloittaaksesi.
nl_nl: Kies aub een onderwerp om te starten.

source: Modest System Requirements
fi_fi: Kohtuulliset Järjestelmävaatimukset
nl_nl: Bescheiden Systeemvereisten

source: Ubuntu MATE works well on both high-end to slow computers, optimized to be functional, while light on system resources.
fi_fi: Ubuntu MATE toimii hyvin niin tehokkailla, kuin hitaammillakin tietokoneilla, se on optimoitu suorituskykyiseksi, käyttäen vähän järjestelmän resursseja.
nl_nl: Ubuntu MATE werkt goed op zowel snelle als trage computers. Geoptimaliseerd voor functionaliteit terwijl systeembronnen licht gehouden worden.

source: Minimum
fi_fi: Vähimmäisvaatimukset

source: Pentium III 750 megahertz (MHz)
fi_fi: Pentium III 750 megahertsiä (MHz)

source: 512 megabytes (MB) of RAM
fi_fi: 512 megatavua (MB) RAM-muistia
nl_nl: 512 megabyte (MB) RAM

source: 8 gigabytes (GB) of disk space
fi_fi: 8 gigatavua (GB) vapaata levytilaa
nl_nl: 8 gigabyte (GB) schijfruimte

source: Recommended
fi_fi: Suositukset
nl_nl: Aanbevolen

source: Core 2 Duo 1.6 gigahertz (GHz)
fi_fi: Core 2 Duo 1.6 gigahersiä (GHz)

source: 2 gigabytes (GB) of RAM
fi_fi: 2 gigatavua (GB) RAM-muistia
nl_nl: 2 gigabyte (GB) RAM

source: 16 gigabytes (GB) of disk space
fi_fi: 16 gigatavua (GB) vapaata tilaa
nl_nl: 16 gigabyte (GB) schijfruimte

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
fi_fi: Tämä käyttöjärjestelmä toimii paljon suorituskykyisemmin, mikäli tietokoneesi vastaa tai on tehokkaampi, kuin suositellut laitevaatimukset.
nl_nl: Het besturingssysteem zal veel efficiënter werken als je computer voldoet aan of hoger is dan de aanbevolen vereisten.

source: What's inside my computer?
fi_fi: Mitä on tietokoneeni sisällä?
nl_nl: Wat zit er in mijn computer?

source: Next:
fi_fi: Seuraava:
nl_nl: Verder:

source: Preparing to Install
fi_fi: Asennukseen Valmistautuminen
nl_nl: Installatie aan het voorbereiden

source: Ubuntu MATE is relatively simple to set up, whether you're looking to replace your existing operating system or install Ubuntu MATE alongside an existing one - such as
fi_fi: Ubuntu MATE on varsin helppo saada käyttökelpoiseksi, halusitpa korvata nykyisen käyttöjärjestelmäsi tai asentaa Ubuntu MATE:n olemassaolevan yhteyteen - kuten
nl_nl: Ubuntu MATE is relatief gemakkelijk om in te stellen. Of je nu je bestaande besturingssysteem vervangt, of Ubuntu MATE installeert naast een bestaande installatie - zoals

source: Microsoft Windows or another
fi_fi: Microsoft Windows tai toinen
nl_nl: Microsoft Windows of een andere

source: GNU/Linux distribution.
fi_fi: GNU/Linux jakelupaketti.
nl_nl: GNU/Linux distributie

source: For the best results:
fi_fi: Parhaimpien tulosten kannalta:
nl_nl: Voor de beste resultaten:

source: Back up
fi_fi: Varmuuskopioi
nl_nl: Maak een backup

source: any important data to another storage device.
fi_fi: mikä tahansa tärkeä data toiselle tallennuslaitteelle.
nl_nl: van alle belangrijke data naar een ander opslagmedium.

source: Connect to the Internet to install all available updates during installation.
fi_fi: Yhdistä Internetiin asentaaksesi kaikki saatavilla olevat päivitykset asennuksen aikana.
nl_nl: Maak een verbinding met internet om alle beschikbare updates tijdens de installatieprocedure te installeren.

source: Stay connected to the Internet to install all available updates.
fi_fi: Pysy yhdistettynä Internetiin asentaaksesi kaikki saatavilla olevat päivitykset.
nl_nl: Blijf verbonden met internet om alle beschikbare updates te installeren.

source: Plug in your device to the mains if it is running on battery power.
fi_fi: Kytke laitteesi verkkovirtaan, jos se toimii akkuvirralla.
nl_nl: Indien je apparaat beschikt over een batterij, steek dit dan in een stopcontact.

source: The live session you are currently in right now is a good opportunity to test Ubuntu MATE without modifying your computer, allowing you to test all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon from the desktop.
fi_fi: Live-istunto, jossa olet parhaillaan on hyvä mahdollisuus kokeilla Ubuntu MATEa ilman muutoksia tietokoneeseesi, antaen sinun kokeilla, että kaikki lisälaitteet toimivat kuten niiden pitäisikin ennen kuin asennat sen tietokoneellesi. Kun olet valmis, kaksoisnapsauta asennuskuvaketta työpöydälläsi.
nl_nl: De live sessie waar je momenteel in zit, is een goede manier om Ubuntu MATE te testen.. Het geeft je de mogelijkheid te kijken of alles werkt, zonder daadwerkelijk veranderingen aan jouw apparaat aan te brengen. Als je eenmaal klaar bent, klik je dubbel op het installatie icoon op het bureaublad.

source: Modern UEFI-based computers
fi_fi: Nykyaikaiset UEFI-pohjaiset tietokoneet
nl_nl: Moderne UEFI-gebaseerde computers

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable
fi_fi: Jos sinulla on nykyaikainen PC, joka käyttää Unified Extended Firmware Interfacea (UEFI), sinun ehkä pitää kytkeä pois päältä
nl_nl: Als je een moderne PC hebt die de 'Unified Extended Firmware Interface' (UEFI) gebruikt, dan zou je

source: (or enable the
fi_fi: (tai kytkeä päälle
nl_nl: moeten uitschakelen (of de

source: Unlock Bootloader
fi_fi: Avaa käynnistyslataimen lukitus
nl_nl: Ontgrendel Bootloader

source: option) prior to installation, particularly if an operating system was pre-installed.
fi_fi: vaihtoehto) ennen asennusta, etenkin jos käyttöjärjestelmä oli valmiiksi asennettu.
nl_nl: optie moeten inschakelen) voordat je installeert, zeker als er al een besturingssysteem geinstalleerd is.

source: If you are using a legacy BIOS machine, you do not need to do this.
fi_fi: Jos käytät legacy BIOS tietokonetta, sinun ei tarvitse tehdä tätä.
nl_nl: Als je een oude BIOS machine hebt, hoef je dit niet te doen.

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the
fi_fi: Erityisesti kaksoiskäynnistyksen kanssa, on tärkeää että käynistät järjestelmän oikeassa tilassa ja käytät
nl_nl: Vooral wanneer je dualboot, is het belangrijk dat je je systeem in juiste instellingen hebt staan en de

source: 64-bit image
fi_fi: 64-bittistä levykuvaa
nl_nl: 64-bit versie

source: , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
fi_fi: , koska et voi käynnistää käyttöjärjestelmää, joka on asennettu BIOS-tilassa sen jälkeen kun UEFI-tilassa toimiva käyttöjärjestelmä on asennettu tai toisin päin.
nl_nl: gebruikt, aangezien je geen gebruik kan maken van een systeem geïnstalleerd in BIOS modus na het installeren van een UEFI-toegestaan systeem en vice versa.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer".
fi_fi: BIOS-tilaan käynnistäminen UEFI-järjestelmässä GPT-alustetulla levyllä näyttää myös "suojatun tason".
nl_nl: Opstarten in Bios modus op een UEFI systeem met een GPT-geformateerde schijf zal ook een "protection layer" tonen.

source: Do not worry,
fi_fi: Älä huoli.
nl_nl: Maak je geen zorgen,

source: your data is not lost or corrupt!
fi_fi: datasi ei ole kadonnut tai vioittunut!
nl_nl: Jouw data is niet verloren of corrupt!

source: Your system is currently running in
fi_fi: Järjestelmäsi toimii parhaillaan
nl_nl: Jouw systeem draait momenteel in

source: mode
fi_fi: tila
nl_nl: modus

source: For computers that start to run low on memory (RAM), the operating system will start swapping to disk. Known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
fi_fi: Tietokoneissa, joilla alkaa olla liian vähän keskusmuistia (RAM), käyttöjärjestelmä aloittaa heittovaihdon levylle. Tämä tunnetaan "sivutustiedostona" Windowsissa. Suorituskyky huononee, jos keskusmuistia on vähän ja kone voi jopa jäätyä, jos se loppuu kokonaan, ilman tilaa, johon tehdä heittovaihtoa.
nl_nl: Voor computers met weinig geheugen (RAM), zal het besturingssysteem wisselen naar schijf. bekend als "a paging file" in Windows. De Prestaties gaan achteruit wanneer er te weinig geheugen beschikbaar is en kan mogelijk vastlopen wanneer je volledig zonder geheugen zit, zodat u niet meer kan wisselen.

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
fi_fi: Oletusarvoisesti swap-osio luodaan RAM-muistisi koon perusteella. Esimerkiksi jos sinulla on 2 GiB RAM-muistia, 2 GiB kiintolevytilaa varataan heittovaihdolle levyn loppupäästä.
nl_nl: Als standaard wordt verwisselbare schijfruimte gemaakt op basis van de grote van je RAM. Bijvoorbeeld als je 2 GiB RAM hebt, dan zal er 2 GiB schrijfruimte gereserveerd worden, om te wisselen aan het einde van de harde schijf.

source: Previous:
fi_fi: Edeltävä:
nl_nl: Terug:

source: Should you wish to install Ubuntu MATE alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
fi_fi: Jos haluat asentaa Ubuntu MATEn olemassa olevan käyttöjärjestelmäsi rinnalle, osioitasi pitää kutistaa. Tämän johdosta kiintolevysi eri alueet jaetaan useamman käyttöjärjestelmän välillä.
nl_nl: Als je wenst om Ubuntu MATE te installeren samen met je huidige besturingssysteem dan moeten de huidige partities verkleind worden., met als resultaat een opsplitsing van je harde schijf tussen de verschillende besturingssystemen.

source: I'm dual booting with
fi_fi: Kaksoiskäynnistän
nl_nl: Ik dual boot met

source: To minimize the risk of data loss or failure, ensure that:
fi_fi: Minimoidaksesi datahävikin tahi toimimattomuuden mahdollisuutta, varmista että:
nl_nl: Om het risico op dataverlies of mislukking te verkleinen, verzeker jezelf dat:

source: There is enough free space. 10 GB minimum is recommended.
fi_fi: Vapaa tilaa on tarpeeksi. 10 GT vähintään on suositeltu.
nl_nl: er genoeg ruimte beschikbaar is. Minimum 10 GB is aanbevolen.

source: important data to another drive.
fi_fi: tärkeä data toiselle levylle.
nl_nl: belangrijke data op een andere schijf.

source: Defragment the hard drive.
fi_fi: Eheytä kiintolevy.
nl_nl: Defragmenteer de harde schijf.

source: Ensure Windows has been cleanly shut down (not hibernated).
fi_fi: Varmista, että Windows on suljettu oikeasti (ei horrostilassa).
nl_nl: Verzeker jezelf dat Windows volledig afgesloten werd (niet in slaapstand).

source: Which approach would you prefer?
fi_fi: Mitä vaihtoehtoa sinä käyttäisit?
nl_nl: Welke benadering verkies je?

source: Simple
fi_fi: Yksinkertainen
nl_nl: Eenvoudig

source: Advanced
fi_fi: Kehittynyt
nl_nl: Geavanceerd

source: Safest
fi_fi: Turvallisin
nl_nl: Veiligst

source: The simplest method is to use the installer.
fi_fi: Yksinkertaisin tapa on käyttää asennusohjelmaa.
nl_nl: De makkelijkste manier is om het installatieprogramma te gebruiken

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
fi_fi: Asennus tarkistaa levysi olemassaolevien käyttöjärjelmien varalle ja tarjoaa vaihtoehdon mitä haluaisit tehdä.
nl_nl: Het installatieprogramma scant jouw harde schijf voor besturingssystemen en geeft je een keuze voor wat je wil doen.

source: You will see an option similar to this:
fi_fi: Tulet näkemään vastaavanlaisen vaihtoehdon:
nl_nl: Je zal een optie zien die lijkt op:

source: Followed by:
fi_fi: Jota seuraa:
nl_nl: Gevolgd door:

source: Do not interrupt or power off the computer during a resize operation.
fi_fi: Älä keskeytä tai katkaise tietokoneesi virtaa koon muutos-operaation aikana.
nl_nl: Onderbreek het proces niet en schakel de computer niet uit tijdens het aanpassen.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
fi_fi: Jos teet niin, datahävikkiä voi tapahtua tai osiotaulukko voi vioittua. Ole hyvä ja varmista tekemäsi muutokset ennen jatkamista.
nl_nl: Als je dit doet, is het mogelijk data te verliezen of als een harde schijf breuk als gevolg. Controleert A.U.B. eerst de wijzigen voor je doorgaat.

source: The installer may show a
fi_fi: Asennusohjelma voi näyttää
nl_nl: Het installatieprogramma kan een

source: spinner cursor for a long period of time, depending on the size of your disk
fi_fi: pyörivän osoittimen pitkänkin aikaa, riippuen levysi koosta.
nl_nl: laad icoontje tonen voor geruime tijd, afhankelijk van de grote van uw harde schijf

source: When you next boot Windows, run
fi_fi: Seuraavan kerran, kun käynnistät Windowsin, aja
nl_nl: Als u de volgende keer Windows opstart, start

source: from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
fi_fi: komentokehoitteesta tarkistaaksesi tiedostojärjestelmän virheiden varalle. Windows voi tehdä tämän automaattisesti. Tämä varmistaa NTFS-tiedostojärjestelmän eheyden.
nl_nl: vanuit command prompt om het systeem op fouten te controleren. Windows kan dit automatisch starten. Dit bevorderd het effect van het NTFS bestand systeem.

source: Use GParted or the installer's "Custom" option.
fi_fi: Käytä GPartedia tai asennuksen 'Muokattu' vaihtoehtoa.
nl_nl: Gebruik GParted of gebruikers "eigen" keuze

source: is available during the live session only.
fi_fi: on saatavilla ainoastaan live-istunnon aikana.
nl_nl: is alleen beschikbaar tijdens de live sessie.

source: It is located under the
fi_fi: Se sijaitsee
nl_nl: Bevind zich onder de/het

source: System
fi_fi: Järjestelmä
nl_nl: Systeem

source: Administration
fi_fi: Ylläpito
nl_nl: Administatie

source: menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
fi_fi: valikossa. GParted tarjoaa täydellistä joustavuutta osioillesi, se on suunnattu pääsääntöisesti tehokäyttäjille, jotka tietävät miten he haluavat suunnitella levynsä rakenteen. Tämä metodi tekee muutoksia osioihin ennen asennusta.
nl_nl: menu. Gparted geeft complete vrijheid over uw partities, hoofdzakelijk voor gevorderde gebruikers, die weten hoe ze hun schijven in willen delen. Deze methode brengt wijzigingen aan uw partities voorafgaand aan de installatie.

source: After completing operations to your disk, you can leave the remaining space unallocated,
fi_fi: Toimeenpiteiden suorittamisen jälkeen levyllesi, voit jättää jäljelläolevan tilan varaamatta,
nl_nl: Na het voltooien van de wijzigingen aan uw schijf, kunt u de resterende ruimte leeg laten.

source: whereby the installer will detect this unused space to install Ubuntu MATE to.
fi_fi: jonka mukaan asennusohjelma havaitsee käyttämättömän tilan mihin Ubuntu MATE voidaan asentaa.
nl_nl: de installatie zal deze ongebruikte ruimte gebruiken om Ubuntu MATE op te installeren.

source: Using the Installer's "Custom" option.
fi_fi: Käyttämällä Asennuksen "Muokattu" vaihtoehtoa.
nl_nl: Gebruik de "aangepaste" installatie optie.

source: Instead or in addition to GParted, the
fi_fi: GPartedin sijasta tai sen lisäksi,
nl_nl: i.p.v.. of naast GParted, de

source: Custom
fi_fi: Muokattu
nl_nl: Aangepaste

source: option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
fi_fi: vaihtoehto asennusvelhon aikana voit muokata ja muuttaa osioiden kokoa, kuin myös valita liitoskohdat. Jakamalla levysi voit tehdä käyttöjärjestelmän uudelleenasennuksesta jokseenkin helpompaa, jos niin haluat.
nl_nl: optie kan ook tijdens het installatie proces geconfigureerd worden of the grote van jouw partities aangepast en zo ook de aanpassings-punten. Het opdelen van jouw schijven kan het, makkelijker maken om later het systeem opnieuw te installeren.

source: You can specify these mount points:
fi_fi: Voit määritellä nämä liitoskohdat:
nl_nl: Je kunt deze punten aanpassen

source: The base for Ubuntu MATE
fi_fi: Ubuntu MATEn juuriosio.
nl_nl: De basis voor Ubuntu MATE

source: Bootloader and kernels
fi_fi: Käynnistyslatain ja ytimet
nl_nl: Bootloader en kernels

source: Your personal files and folders
fi_fi: Henkilökohtaiset tiedostot ja kansiot
nl_nl: Jouw persoonlijke bestanden en mappen

source: Temporary files
fi_fi: Väliaikaiset tiedostot
nl_nl: Tijdelijke bestanden

source: Contains most of the applications
fi_fi: Sisältää suurimman osan sovelluksista
nl_nl: Bevat de meeste applicaties

source: (binaries, documentation, libraries, etc)
fi_fi: (binäärit, dokumentaatio, kirjastot, jne.)
nl_nl: (binaries, documentatie, bibliotheken, etc)

source: Variable data
fi_fi: Muuttuvia tiedostoja
nl_nl: Variabele gegevens

source: (such as system logs)
fi_fi: (kuten järjestelmälokit)
nl_nl: (zoals systeem logboeken)

source: Data for System Services
fi_fi: Järjestelmäpalveluiden data.
nl_nl: Gegevens voor Systeem Services

source: (typically used for server configurations)
fi_fi: (yleensä käytetään palvelinkokoonpanojen yhteydessä)
nl_nl: (meestal gebruikt voor server configuraties)

source: Additional software unmanaged by the package manager
fi_fi: Ylimääräiset ohjelmistot, joita paketinhallinta ei hallinnoi
nl_nl: Extra software onbeheerd door de package mangaer

source: such as
fi_fi: kuten
nl_nl: zoals

source: Creating separate partitions for all above mount points is not necessary.
fi_fi: Erillisten osioiden luominen edellä mainittujen liitoskohtien lisäksi ei ole tarpeellista.
nl_nl: Creëren van afzonderlijke partities voor alle bovengenoemde punten is niet nodig.

source: The commonly partitioned directories being
fi_fi: Yleisesti osioitujen hakemistojen ollen
nl_nl: De meest gebruikte partities zijn

source: and
fi_fi: ja
nl_nl: en

source: These mount points can also be set across different
fi_fi: Nämä liitoskohdat voidaan myös asettaa eri

source: physical disks, for instance, if you'd like the OS
fi_fi: fyysisille levyille, esimerkiksi, jos haluaisit käyttöjärjestelmän

source: on an SSD,
fi_fi: SSD:lle,
nl_nl: op een SSD,

source: but your personal files
fi_fi: mutta henkilökohtaiset tiedostosi
nl_nl: maar je persoonlijke bestanden

source: on a mechanical hard drive.
fi_fi: mekaaniselle kiintolevylle.
nl_nl: op een mechanische harde schijf.

source: Shrink your system disk within Windows.
fi_fi: Pienennä järjestelmälevyäsi Windowsissa.
nl_nl: Verklein je systeemschijf in Windows.

source: Applies to Windows Vista and later.
fi_fi: Sopii Windows Vistaan ja uudempiin.
nl_nl: Van toepassing op Windows Vista en nieuwer.

source: If you are using Windows XP or earlier, you will need to use the
fi_fi: Jos käytät Windows XP:tä tai vanhempaa, sinun tarvitsee myös käyttää
nl_nl: Als je gebruik maakt van Windows XP of eerder, dan moet je

source: or
fi_fi: tai
nl_nl: of

source: method to shrink your disk.
fi_fi: menetelmää pienentääksesi levyäsi.
nl_nl: methode om je schijf te verkleinen.

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing Ubuntu MATE.
fi_fi: Uudemmat Windows-versiot tarjoavat työkalun NTFS-osion pienentämiseen Windowsissa. Tämä on turvallisempi tapa, jos Windowsin pitää vielä käynnistyä, kun käytät Ubuntu MATEa.
nl_nl: Nieuwere versies van Windows hebben een manier om de NTFS grote binnen Windows te verkleinen. Dit is een veiligere manier voor als je Windows op je computer wil draaien, naast het gebruik van Ubuntu MATE.

source: Open
fi_fi: Avaa

source: Disk Management
fi_fi: Levynhallinta
nl_nl: Schijf beheer

source: from the start menu.
fi_fi: Käynnistä-valikosta.
nl_nl: vanuit het start menu.

source: Right click your desired drive and choose
fi_fi: Napsauta oikealla haluttua asemaa ja valitse
nl_nl: Klik met de rechtermuisknop op de harde schijf naar keuze en kies voor

source: Shrink Partition
fi_fi: Pienennä asema.
nl_nl: Verklein Partitie

source: from the context menu.
fi_fi: sisältövalikosta.
nl_nl: in het context menu.

source: Enter the amount to shrink your system partition by.
fi_fi: Kirjoita määrä miten paljon järjestelmäosiota pienennentään.
nl_nl: Geef aan met hoeveel je jouw systeem partitie wil verkleinen.

source: Remember, Ubuntu MATE needs at minimum 8 GB of disk space.
fi_fi: Muista, että Ubuntu MATE tarvitsee vähintään 8 GT vapaata tilaa.
nl_nl: Ubuntu MATE heeft minimaal 8 GB aan schijf ruimte nodig.

source: Further Reading
fi_fi: Lisää Luettavaa
nl_nl: Meer informatie

source: For further information on the best practices to modify partitions containing Windows, see the following
fi_fi: Saadaksesi lisää tietoa parhaista tavoista Windows-osioitten muokkaamiseen, katso seuraava
nl_nl: Voor de do's en don'ts voor het aanpassen van partities met Windows, zie het volgende

source: help article
fi_fi: tuki-artikkeli
nl_nl: help artikel

source: online
fi_fi: verkossa

source: Repairing Boot Problems
fi_fi: Käynnistysongelmien Korjaaminen
nl_nl: Repareren van boot problemen

source: Linux distributions use a boot loader known as
fi_fi: Linux-jakelut käyttävät käynnistyslatainta
nl_nl: Linux distributies gebruiken een boot loader die bekend is onder de naam

source: which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to Ubuntu MATE temporally.
fi_fi: joka etsii ja käynnistyslataa käyttöjärjestelmän. Kuitenkin, jotkin käyttöjärjestelmät (kuten Windows) eivät integroidu olemassaolevien käynnistinlatainten kanssa ja ylikirjoittavat ne, mahdollisesti väliaikaisesti menettäen pääsyn Ubuntu MATE:n.
nl_nl: welke zoekt naar opstartbare besturingssystemen. Helaas integreren sommige besturingssystemen (zoals Windows) niet met bestaande boot loaders en zullen ze overschrijven. Mogelijk gevolg is dat je tijdelijk geen toegang hebt tot Ubuntu MATE.

source: Fortunately, you can use the
fi_fi: Onneksi, voit käyttää
nl_nl: Gelukkig kun je de
