Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fi_fi, nl_nl

source: tool to repair common problems caused by other operating systems.
fi_fi: työkalua korjaamaan yleisimmät ongelmat, joita muut käyttöjärjestelmät aiheuttavat.
nl_nl: tool gebruiken om veel voorkomende problemen te verhelpen die worden veroorzaakt door andere besturingssystemen.

source: Requires downloading a package.
fi_fi: Vaatii paketin lataamisen.
nl_nl: Vereist het downloaden van een pakket.

source: Please connect to the Internet to download and use this utility.
fi_fi: Ole hyvä ja muodosta yhteys Internetiin ladataksesi ja käyttääksesi tätä apuohjelmaa.
nl_nl: Maak verbinding met het internet om deze toepassing te downloaden en gebruiken.

source: Sorry, Welcome was unable to establish a connection.
fi_fi: Valitettavasti Tervetuloa ei onnistunut muodostamaan yhteyttä.
nl_nl: Excuese, Welkom kon geen verbinding maken.

source: Retry
fi_fi: Yritä uudelleen
nl_nl: Opnieuw proberen

source: Download Boot Repair
fi_fi: Lataa Boot Repair
nl_nl: Download Boot Reparatie

source: Open Boot-Repair
fi_fi: Käynnistä Boot Repair.
nl_nl: Open Boot Reparatie

source: Install Preparations
fi_fi: Asenna Valmiudet
nl_nl: Installatievoorbereidingen

source: An Internet connection is required to download and install updates.
fi_fi: Internet-yhteys vaaditaan päivitysten lataamiseen ja asentamiseen.
nl_nl: Een internetverbinding is nodig voor het downloaden en installeren van updates.

source: Software Updater
fi_fi: Ohjelmistopäivittäjä

source: Ubuntu MATE periodically will check to see if new software and security updates are available for your computer. If you have just installed Ubuntu MATE, you might want to do this now.
fi_fi: Ubuntu MATE tarkistaa määräajoin onko uusia ohjelmistoja ja turvallisuuspäivityksiä saatavilla tietokoneeseesi. Jos olet juuri asentanut Ubuntu MATEn, saatat haluta tehdä tämän nyt.
nl_nl: Ubuntu MATE controleert regelmatig om te kijken of er nieuwe software en veiligheids-updates beschikbaar zijn voor jouw computer. Als je Ubuntu MATE net hebt geïnstalleerd, is dit nu aan te raden.

source: can be found later in
fi_fi: voidaan löytää myöhemmin
nl_nl: kan later gevonden worden in

source: Check for Updates
fi_fi: Tarkista Päivitykset
nl_nl: Controleer op updates

source: Additional Codecs
fi_fi: Ylimääräisiä Koodekkeja.
nl_nl: Extra Drivers

source: The codecs package include a complete, cross-platform solution to decode, encode, record, convert and stream audio and video. It also includes a MP3 audio decoder that permits the playback of MPEG 1 audio layer III (MP3).
fi_fi: Koodekkipaketti sisältää täydellisen, alustariippumattoman ratkaisun äänen sekä videon dekoodaukseen, koodaukseen, tallentamiseen, muuntamiseen ja suoratoistoon. Se myös sisältää MP3 audiodekodeerin, joka mahdollistaa MPEG 1 audio layer III (MP3) toiston.
nl_nl: Het codecs pakket omvat een compleet, cross-platform oplossing voor: decoderen, coderen, opnemen, converteren en streamen van audio en video. Het bevat ook een MP3 audio decoder die het afspelen van MPEG-1 audio Layer III (MP3) mogelijk maakt.

source: Applying Changes...
fi_fi: Käytetään Muutoksia...
nl_nl: Wijzigingen worden toegepast...

source: Install
fi_fi: Asenna
nl_nl: Installeer

source: Remove
fi_fi: Poista
nl_nl: Verwijder

source: DVD Playback Support
fi_fi: DVD Toisto Tuki
nl_nl: Ondersteuning voor het afspelen van DVD

source: is a simple library designed for accessing DVDs like a block device without having to bother about the decryption. It will enable playback of DVD video in VLC.
fi_fi: on yksinkertainen kirjasto, joka on suunniteltu DVD:n käyttämiseen kuin lohkolaitteena ilman salauksen kanssa vaivautumista. Se mahdollistaa DVD videon toistamisen VLC:ssä.
nl_nl: is een eenvoudige bibliotheek gemaakt voor toegang tot dvd's, zoals een block device zonder te moeten bekommeren over decryptie. Het zal het afspelen van DVD-video's mogelijk maken in VLC.

source: Additional Screen Savers
fi_fi: Ylimääräisiä Näytönsäästäjiä
nl_nl: Extra Screen Savers

source: Install over 200 screen savers for when your computer is idle for long periods of time. Screen savers were originally created to reduce burn-in for cathode ray tube (CRT) monitors displaying the same image for long periods of time.
fi_fi: Asenna yli 200 näytönsäästäjää, kun tietokoneesi on käyttämättä pitkään. Näytönsäästäjät alun perin luotiin vähentämään näytön näkymän palamista kiinni näyttöön vanhemmissa katodisädeputkinäytöissä (CRT).
nl_nl: Installeer meer dan 200 screen savers voor wanneer je computer inactief is voor langere tijd. Screen savers zijn oorspronkelijk gemaakt om inbranden te voorkomen van een getoonde afbeelding op een cathode ray tube (CRT) monitor.

source: Change Screen Saver
fi_fi: Vaihda Näytönsäästäjää
nl_nl: Verander de Screen Saver

source: Additional Community Wallpapers
fi_fi: Ylimääräisiä Yhteisö Taustakuvia
nl_nl: Extra Achtergronden van de Gemeenschap

source: The Ubuntu MATE Community have contributed dozens of desktop wallpaper images over the years. Why not install them and find something that suits your tastes?
fi_fi: Ubuntu MATE Yhteisö on vuosien saatossa osallistunut ja työstänyt tusinoittain työpöydän taustakuvia. Mikset asentaisi niitä ja löytäisi jotain joka sopii makuusi?
nl_nl: De Ubuntu MATE gemeenschap heeft voor duizenden bureaubladachtergronden gezorgd over de jaren. Installeer ze en wie weet vind je wat naar jouw smaak!

source: Change Appearance
fi_fi: Vaihda Ulkoasua
nl_nl: Verander het Uiterlijk

source: You'll need the Blu-ray AACS database in order to play AACS encrypted or BD+ protected discs.
fi_fi: Tarvitset Blu-ray AACS-tietokannan toistaaksesi AACS-salattuja tai BD+-suojattuja levyjä.
nl_nl: Je hebt de Blu-ray AACS database nodig om AACS encrypted of BD+ beschermde discs af te spelen.

source: Install Blu-ray AACS Database
fi_fi: Asenna Blu-ray AACS-tietokanta
nl_nl: Installeer Blu-ray AACS Database

source: While a wide range of hardware is compatible with Ubuntu MATE, there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
fi_fi: Vaikka Ubuntu MATE on yhteensopiva lukuisten laitteistojen kanssa, jotkin komponentit ja lisälaitteet vaativat omisteisia ajureita toimiakseen kunnolla. Laiteohjelmisto paketin asentaminen on usein pakollista, saadakseen jotkin laitteet, useimmiten Bluetooh ja WLAN, toimimaan oikein.
nl_nl: Al is er een breed scala aan hardware geschikt voor Ubuntu MATE, sommige componenten en randapparatuur hebben niet-vrije drivers nodig om goed te functioneren. Het installeren van het firmware pakket is vaak nodig om sommige, meestal Bluetooth en Wi-Fi, goed te laten werken.

source: An Internet connection is required to download and install drivers.
fi_fi: Internet-yhteys on vaadittu ajureitten lataamista ja asentamista varten.
nl_nl: Een internetverbinding is nodig voor het downloaden en installeren van updates.

source: Additional Drivers
fi_fi: Ylimääräiset Ajurit
nl_nl: Extra Drivers

source: Install Firmware Package
fi_fi: Asenna Laiteohjelmisto Paketti
nl_nl: Installeer het Firmware Pakket

source: Graphics
fi_fi: Grafiikka
nl_nl: Grafisch

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
fi_fi: Valitettavasti Tervetuloa ei kyennyt automaattisesti tunnistamaan tämän järjestelmän näytönohjainta.
nl_nl: Sorry, Welkom kon niet in staat automatisch de grafische eigenschappen identificeren voor dit systeem.

source: Card/Chipset:
fi_fi: Kortti/Piirisarja:
nl_nl: Kaart/Chipset:

source: Unknown
fi_fi: Tuntematon
nl_nl: Onbekend

source: Graphics Card Detected.
fi_fi: Näytönohjain Havaittu.
nl_nl: Grafische Kaart Gedetecteerd.

source: may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
fi_fi: näytönohjaimellesi voi olla ajureita, jotka parantavat suorituskykyä 3D-sovelluksissa ja peleissä, sekä parantaa virranhallintaa.
nl_nl: mogelijk drivers voor je kaart welke de prestaties van 3D applicaties en games, evenals verbetering aan uw stroomverbruik kan verbeteren.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
fi_fi: AMD:n ajureita ei enää tueta Ubuntussa. Avoimen lähdekoodin ajurit, joita parhaillaan käytät antavat vakaimman suorituskyvyn näytönohjaimellesi.
nl_nl: AMD's drivers worden niet langer ondersteund op Ubuntu. De open source drivers die je nu gebruikt zullen de meest stabiele prestaties voor je kaart geven.

source: You're already good to go.
fi_fi: Olet valmis.
nl_nl: Je hebt alles al voor elkaar.

source: Intel's drivers are open source and are maintained/updated in the kernel.
fi_fi: Intelin ajurit ovat avoin lähdekoodia ja ne ylläpidetään/päivittyvät ytimessä.
nl_nl: Intel drivers zijn open source en worden onderhouden / geupdate in de kernel.

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
fi_fi: Parantaaksesi näytönohjaimesi suorituskykyä virtuaalikoneessa, ole hyvä ja asenna Guest Additions.
nl_nl: Om grafische prestaties te verbeteren in de virtuele machine, dient u Guest Additions te installeren.

source: Proprietary or Open Source Drivers?
fi_fi: Suljetut vai Avoimen Lähdekoodin Ajurit?
nl_nl: Niet-vrije of Vrije stuurprogramma's?

source: Proprietary drivers come directly from the manufacturer.
fi_fi: Suljetut ajurit voivat tulla suoraan valmistajalta.
nl_nl: Niet-vrije stuurprogramma's komen rechtstreeks van de fabrikant.

source: As they are not open source, Ubuntu developers are
fi_fi: Koska ne eivät ole avointa lähdekoodia, Ubuntun kehittäjät
nl_nl: Aangezien ze niet-vrij zijn, kunnen Ubuntu ontwikkelaars

source: unable review and improve code
fi_fi: eivät ole pystyneet tarkastelemaan ja parantamaan koodia
nl_nl: de code niet herzien of verbeteren

source: meaning you'll have to rely on the manufacturer for support.
fi_fi: tarkoittaen sitä, että sinun pitää luottaa valmistajan tukeen.
nl_nl: dus ben je afhankelijk van de fabrikant voor ondersteuning.

source: In addition, proprietary drivers can
fi_fi: Sen lisäksi, suljetut ajurit saattavat
nl_nl: Daarnaast kunnen niet-vrije stuurprogramma's

source: significantly improve graphics performance
fi_fi: parantaa graafista suorituskykyä huomattavasti
nl_nl: de grafische prestaties aanzienlijk verbeteren

source: and as a result,
fi_fi: ja sen tuloksena,
nl_nl: met als resultaat,

source: the entire system. Users may wish to install these drivers to:
fi_fi: koko käyttöjärjestelmän. Käyttäjät voivat haluta asentaa nämä ajurit:
nl_nl: het hele systeem. Gebruikers wordt aanbevolen deze stuurprogramma ook te installeren:

source: Run 3D applications and games.
fi_fi: Käyttääkseen 3D-sovelluksia ja -pelejä.
nl_nl: Speel 3D applicaties en games af.

source: Use Compiz's window effects.
fi_fi: Käyttääkseen Compizin ikkunointiefektejä.
nl_nl: Gebruik Compiz's scherm effecten.

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
fi_fi: Parantaakseen virranhallintaa, erityisesti jos laitteessa on ylikuumenemisongelmia avoimen lähdekoodin ajureitten kanssa.
nl_nl: Verbeter energiebesparing, vooral wanneer het apparaat oververhittingsproblemen ervaart van open source stuurprogramma's.

source: Improve support for high resolutions and multiple monitors.
fi_fi: Parantaakseen korkeiden resoluutioiden ja useamman näytön tukea.
nl_nl: Verbeter ondersteuning voor hoge resoluties en meerdere beeldschermen.

source: Fix blank screen issues.
fi_fi: Korjatakseen tyhjän näytön ongelmia.
nl_nl: Herstel blank screen problemen.

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience worse behavior,
fi_fi: Omisteiset ajurit tunnetaan "binääri blobina". Jotkin laitteistot voivat toimia huonommin,
nl_nl: Niet-vrije stuurprogramma's zijn bekend als "binary blobs". Sommige hardware kan ernstig gedrag vertonen.

source: causing more issues then the open source drivers, such as:
fi_fi: aiheuttaen enemmän ongelmia, kuin avoimen lähdekoodin ajurit, kuten:
nl_nl: wat meer problemen geeft dan bij vrije stuurprogramma's zoals:

source: Failing to boot to the graphical desktop.
fi_fi: Kykenemättömyys käynnistää graafista työpöytää.
nl_nl: Opstart problemen met/naar de grafische desktop.

source: Broken drivers after an upgrade.
fi_fi: Päivityksen jälkeiset toimimattomat ajurit.
nl_nl: Defecte drivers na een upgrade.

source: Severe graphical glitches.
fi_fi: Vakavia graafisia häiriöitä.
nl_nl: Zware grafische verstoringen.

source: Problems with applications/games requiring hardware acceleration.
fi_fi: Ongelmia sovellusten/pelien kanssa, jotka vaativat laitteistokiihdytyksen.
nl_nl: Problemen met applicaties/games die hardwareversnelling vereisen.

source: is the open source driver for your card.
fi_fi: on avoimen lähdekoodin ajuri sinun näytönohjaimellesi.
nl_nl: is het vrije stuurprogramma voor uw kaart.

source: What about the latest NVIDIA drivers?
fi_fi: Entäpä viimeisimmät NVIDIA-ajurit?
nl_nl: Hoe zit het met de laatste NVIDIA stuurprogramma's?

source: fetches the latest tested driver from the Ubuntu repositories.
fi_fi: noutaa viimeisimmän testatun ajurin Ubuntun pakettivarastoista.
nl_nl: haat de laatst geteste stuurprogramma's van de Ubuntu repositories.

source: Advanced users and gamers who would like newer versions may wish to consider adding the
fi_fi: Kokeneet käyttäjät ja pelaajat, jotka haluaisivat uudempia versioita voivat halutessaan harkita seuraavien lisäämistä
nl_nl: Gevorderde gebruikers en gamers welke nieuwere versies willen, kunnen overwegen

source: which packages up the latest NVIDIA drivers for Ubuntu. These packages are not as thoroughly tested.
fi_fi: joka paketoi viimeisimmät NVIDIA-ajurit Ubuntulle. Nämä paketit eivät ole läpikotaisesti testattuja.
nl_nl: welke de laatste pakketten binnen haalt voor NVIDIA driver in Ubuntu. Deze pakketten zijn niet grondig getest.

source: This only applies for actively supported cards, and not older cards using the legacy driver.
fi_fi: Tämä vaikuttaa ainoastaan aktiivisesti tuettuihin näytönohjaimiin, ei vanhempiin näytönohjaimiin, jotka käyttävät vanhoja legacy-ajureita.

source: Add Repository
fi_fi: Lisää Pakettilähde
nl_nl: Repository toevoegen

source: To add the repository to the system, open a terminal and type the following:
fi_fi: Lisätäksesi pakettilähteen käyttöjärjestelmään, avaa pääte ja kirjoita seuraava:
nl_nl: Om een repository toe te voegen aan het systeem, open de terminal en type het volgende:

source: After the PPA is added, newer versions are presented to install in
fi_fi: Sen jälkeen, kun PPA on lisätty, uudemmat versiot näytetään asennettavien vaihtoehdoissa
nl_nl: Nadat de PPA is toegevoegd, worden nieuwere versies getoond om te installeren.

source: Additional Drivers:
fi_fi: Ylimääräiset Ajurit:
nl_nl: Extra Drivers:

source: Wireless, Bluetooth and Other Devices
fi_fi: Langaton, Bluetooth ja Muut Laitteet
nl_nl: Draadloos, Bluetooth en Andere Apparaten

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
fi_fi: Jos laitteistolle ei löytynyt lisäajureita tai se ei toiminut laiteohjelmistopakettien asennuksen jälkeen, voit joutua tutkimaan laitteesi löydäksesi sopivan ajurin.
nl_nl: Als er geen extra stuurprogramma's zijn gevonden voor de hardware en/of deze werkten niet na het installeren van de firmware pakketten, kun je het beste je apparaat onderzoeken om de juiste stuurprogramma's te vinden.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
fi_fi: Valitettavasti tämä johtuu siitä, että laitteistosi valmistaja ei ole antanut lähdekoodia vapaasti kehittäjien käyttöön, tai dokumentaatio on riittämätön, jotta erityisesti sinun merkkiisi ja malliisi voidaan luoda ajureita.

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to
fi_fi: Jotkut valmistajat saattavat tarjota suljettuja ajureita heiltä itseltään suoraan. Jos kaipaat apua, kysy ihmeessä

source: ask the community
fi_fi: yhteisöltä
nl_nl: het aan de community te vragen

source: Read more on troubleshooting wireless hardware.
fi_fi: Lue lisää langattoman laitteiston vianetsinnästä.
nl_nl: Lees meer over problemen met draadloze apparaten.

source: Printers
fi_fi: Tulostimet

source: When you set up a printer in the
fi_fi: Kun asennat tulostimen
nl_nl: Als je een printer installeert via een

source: utility
fi_fi: apuohjelman
nl_nl: hulpprogramma

source: under
fi_fi: alaisuuteen
nl_nl: onder

source: you will be presented with a list of drivers available to use, if applicable.
fi_fi: sinulle esitetään lista käytettävissä olevista ajureista tarvittaessa.
nl_nl: zal je een lijst met mogelijke stuurprogramma's worden getoond, indien van toepassing.

source: Some manufacturers may provide their own drivers and require you to download them from their website.
fi_fi: Jotkin valmistajat voivat tarjota omat ajurinsa ja voivat vaatia sinua lataamaan ne verkkosivuiltaan.
nl_nl: Sommige fabrikanten zullen hun eigen stuurprogramma's leveren en moet je daardoor hun website raadplegen voor het downloaden.

source: Read more on printing
fi_fi: Lue enemmän tulostamisesta
nl_nl: Lees meer over printen

source: Recommended if you have an HP printer as it provides full support for printing on most HP SFP (single function peripheral) inkjets and many LaserJets, and for scanning, sending faxes and for photo-card access on most HP MFP (multi-function peripheral) printers.
fi_fi: On suositeltu, jos sinulla on HP tulostin sillä se tarjoaa täyden tuen tulostamiseen useimmille HP SFP(yhden toiminnon lisälaite) InkJet- ja monilla LaserJet-tulostimille sekä skannaukseen, faksien lähettämiseen ja valokuva-kortteihin useimmilla HP MFP(useamman toiminnon lisälaite) tulostimille.

source: Language Input
fi_fi: Kielen syöttö
nl_nl: Invoer Taal

source: Language Support
fi_fi: Kielituki
nl_nl: Taalondersteuning

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
fi_fi: Tietokoneesi voi tarvita päivityksiä kieleesi tai lokalisointi asetuksiin, tai ehkä haluat asentaa ylimääräisen kielen tuen.
nl_nl: Jouw computer zou updates voor je taal nodig kunnen hebben, of je zou aanvullende taalondersteuning kunnen installeren.

source: Preferences
fi_fi: Asetukset
nl_nl: Voorkeuren

source: Personal
fi_fi: Henkilökohtainen
nl_nl: Persoonlijk

source: Complex Input
fi_fi: Monimutkainen Syöttö
nl_nl: Complexe Invoer

source: Some regions of the world require complex inputs.
fi_fi: Jotkin alueet maailmassa vaativat monimutkaisen syötön.
nl_nl: Sommige delen van de wereld vereisen complexe invoer.

source: Chinese
fi_fi: Kiinalainen
nl_nl: Chinees

source: Japanese
fi_fi: Japanilainen
nl_nl: Japans

source: Korean
fi_fi: Korealainen
nl_nl: Koreaans

source: Backup, Firewall and User Management
fi_fi: Varmuuskopiointi, Palomuuri ja Käyttäjähallinta
nl_nl: Backups, Firewall en Gebruikersmanagement

source: Ubuntu MATE provides tools to backup your files, comes with a firewall pre-installed and supports multiple user accounts.
fi_fi: Ubuntu MATE tarjoaa työkalut tiedostojesi varmuuskopiointiin, se tulee esiasennetun palomuurin kera ja tukee useita käyttäjätilejä.
nl_nl: Ubuntu MATE biedt tooling aan voor de backups van data, levert standaard een Firewall en biedt de mogelijkheid tot meerdere gebruikersaccounts.

source: Backups
fi_fi: Varmuuskopiot

source: Nothing is more important then having a backup of your personal files, just in case something disastrous happens to your computer.
fi_fi: Mikään ei ole niin tärkeää kuin varmuuskopiot henkilökohtaisista tiedostoistasi sen varalta, jos tietokoneellesi tapahtuisi jotain.
nl_nl: Niets is belangrijker dan het hebben van een goede backup van je persoonlijke bestanden, voor het geval er iets desastreus gebeurt met je computer.

source: comes pre-installed and supports backups to local devices as well as online cloud-based services.
fi_fi: tulee esiasennettuna ja tukee varmuuskopioita paikallisille laitteille, kuin myös pilvipohjaisia palveluita.
nl_nl: wordt standaard meegeleverd en biedt de mogelijkheid tot het doen van backups naar zowel lokale apparaten als naar online-gebaseerde opslagdiensten..

source: Configure Backup
fi_fi: Määrittele Varmuuskopiointi
nl_nl: Configureer Backup

source: Network Shares
fi_fi: Verkkojaot
nl_nl: Gedeelde mappen

source: Need to access files and folders with multiple computers?
fi_fi: Tarvitsetko pääsyä tiedoistoihin ja kansioihin muilla tietokoneilla?
nl_nl: Toegang tot je bestanden nodig vanaf meerdere computers?

source: is available to install, which integrates with the Caja File Manager, allowing you to seamless retrieve data stored on another computer.
fi_fi: on asennettavissa, joka integroituu Caja Tiedostonhallinnan kanssa sallien sinun saumattomasti noutaa tietoa, joka on talletettu toiselle tietokoneelle.
nl_nl: zou je kunnen installeren. Samba integreert naadloos met de Caja Bestandbrowser, waardoor je moeiteloos bestanden kunt benaderen op een andere computer.

source: Samba is installed.
fi_fi: Samba on asennettu.
nl_nl: Samba is geïnstalleerd.

source: Choose a folder and select "Sharing Options".
fi_fi: Valitse kansio ja valitse "Sharing Options".
nl_nl: Kies een folder en selecteer "Opties om te delen"

source: Samba is available from the Software Boutique under "Servers".
fi_fi: Samba on saatavilla Ohjelmisto Putiikista "Palvelimet"-osiosta.
nl_nl: Samba is beschikbaar vanuit de Software Boetiek onder de categorie 'Servers'.

source: Firewall
fi_fi: Palomuuri

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled,
fi_fi: Palomuurit estävät haitallisten yhteyksien muodostamista tietokoneeseesi ja siitä pois. Oletuksena, palomuuria ei ole kytketty päälle.
nl_nl: Firewalls beschermen je tegen ongeoorloofde toegang tot je computer. De Firewall staat standaard uitgeschakeld,

source: learn more about firewalls
fi_fi: opi enemmän palomuureista
nl_nl: leer meer over firewalls.

source: provides a graphical frontend to
fi_fi: tarjoaa graafisen käyttöliittymän
nl_nl: biedt een grafische omgeving voor

source: Uncomplicated Firewall
fi_fi: Yksinkertaiselle Palomuurille
nl_nl: Ongecompliceerde Firewall

source: If security is important to you, there are
fi_fi: jos turvallisuus on tärkeää sinulle, on olemassa
nl_nl: Als beveiliging belangrijke voor je is,

source: more ways to stay secure too
fi_fi: enemmän tapoja sen ylläpitämiseen
nl_nl: zijn er meer manieren om de boel veilig te houden.

source: Configure Firewall
fi_fi: Määritä Palomuuri
nl_nl: Configureer Firewall

source: Firewall Configuration
fi_fi: Palomuuri Asetukset
nl_nl: Firewall Configuratie

source: Internet and Network
fi_fi: Internet ja Verkko
nl_nl: Internet en Netwerk

source: Users
fi_fi: Käyttäjät
nl_nl: Gebruikers
