Repository: 0xfinch/ubuntu-mate-welcome
Catalog: po/*.po
Languages: be_by, es_es, pl, sl, sr@latin, sv

source: proprietary applications are hidden.
es_es: aplicaciones propietarias están ocultas.
pl: aplikacje własnościowe są ukryte.
sl: lastniški programi je skritih.
sv: proprietära applikationer är dolda.

source: OK
be_by: Добра
es_es: Aceptar
sl: V redu
sr@latin: Potvrdi

source: Welcome
es_es: Bienvenido
sr@latin: Dobrodošli
sv: Välkommen

source: Software Boutique
be_by: Праграмны буцік
es_es: Boutique de Software
sl: Trgovina programov
sr@latin: Softver butik
sv: Programvarubutik

source: Screenshot
es_es: Captura de pantalla
sl: Zaslonska slika
sr@latin: Prikaz
sv: Skrämdump

source: Server One-Click Installation
es_es: Instalación de un-clic de Servidor
sl: Namestitev strežnika z enim klikom
sv: Server Enklicks-installation

source: Fixing incomplete install succeeded
be_by: Выпраўленне незавершанага ўсталявання паспяхова скончана
sr@latin: Uspešna ispravka prethodno polovične instalacije

source: Successfully fixed an incomplete install.
be_by: Незавершанае ўсталяванне паспяхова выпраўлена.
sr@latin: Uspešno ispravljena polovična instalacija.

source: Fixing the incomplete install was successful.
be_by: Выпраўленне незавершанага ўсталявання прайшло паспяхова.
sr@latin: Uspešno ispravljena prehodno polovična instalacija.

source: Fixing incomplete install failed
be_by: Выпраўленне незавершанага ўсталявання звалілася
sr@latin: Neuspešna ispravka polovične instalacije

source: Failed to fix incomplete install.
be_by: Не выйшла выправіць незавершанае ўсталяванне.
sr@latin: Neuspešno ispravljena polovična instalacija.

source: Fixing the incomplete install failed.
be_by: Выпраўленне незавершанага ўсталявання скончылася з памылкай.
sr@latin: Neuspešno ispravljena prethodno polovična instalacija.

source: Fixing broken dependencies succeeded
be_by: Выпраўленне сапсаваных залежнасцяў паспяхова скончана
sr@latin: Uspešna ispravka nekompletnih zavisnosti

source: Successfully fixed broken dependencies.
be_by: Сапсаваныя залежнасці паспяхова выпраўлены.
sr@latin: Uspešno ispravljene nekompletne zavisnosti.

source: Fixing the broken dependencies was successful.
be_by: Выпраўленне сапсаваных залежнасцяў прайшло паспяхова.
sr@latin: Uspešno ispravljene prethodno nekompletne zavisnosti.

source: Fixing broken dependencies failed
be_by: Выпраўленне сапсаваных залежнасцяў звалілася
sr@latin: Neuspešna ispravka nekompletnih zavisnosti

source: Failed to fix broken dependencies.
be_by: Не выйшла выправіць сапсаваныя залежнасці.
sr@latin: Neuspešno ispravljene nekompletne zavisnosti.

source: Fixing the broken dependencies failed.
be_by: Выпраўленне сапсаваных залежнасцяў скончылася з памылкай.
sr@latin: Neuspeno ispravljene prethodno nekompletne zavisnosti.

source: Installation of
be_by: Усталяванне
sr@latin: Instalacija:

source: installed.
be_by: усталявана.
sr@latin: instaliran.

source: Removal of
be_by: Выдаленне
sr@latin: Uklanjanje:

source: removed.
be_by: выдалена.
sr@latin: uklonjen.

source: Upgrade of
be_by: Абнаўленне
sr@latin: Ažuriranje:

source: upgraded.
be_by: абноўлена.
sr@latin: ažuriran.

source: complete
be_by: завершана
sr@latin: završen

source: has been successfully
be_by: было паспяхова
sr@latin: uspešno

source: cancelled
be_by: скасавана
sr@latin: otkazan

source: was cancelled.
be_by: было скасавана.
sr@latin: otkazan.

source: failed
be_by: завяршыўся памылкай
sr@latin: neizvršen

source: failed.
be_by: завяршыўся памылкай.
sr@latin: neizvršen.

source: Skip
sr@latin: Preskoči

source: Show
sr@latin: Prikaži
