Repository: 0xfinch/ubuntu-mate-welcome
Catalog: po/*.po
Languages: be_by, es_es, pl, sl, sr@latin, sv

source: Software changes are in progress. Please allow them to complete before closing Welcome.
es_es: Aplicando cambios en el software. Por favor, espera a que finalicen antes de cerrar la Bienvenida.
pl: Trwa zmiana oprogramowania. Pozwól na zakończenie procesu zanim zamkniesz Welcome.
sl: Spremembe programa so v teku. Dovolite, da se končajo preden zaprete Welcome.
sr@latin: Izmene su u toku - molim Vas sačekajte da se završe pre nego što zatvorite Welcome aplikaciju.
sv: Programvaruförändring pågår. Vänligen låt dem färdigställas innan ni stänger Välkommen.

source: Successfully performed fix.
es_es: Corrección ejecutada exitosamente.
pl: Naprawę zakończono pomyślnie.
sl: Uspešno izvedeno popravilo.
sv: Lyckades utföra rättelse.

source: Any previously incomplete installations have been finished.
es_es: Fue finalizada una instalación previa incompleta.
pl: Wszystkie wcześniej nieukończone instalacje zostały wykonane.
sl: Vse predhodno nedokončane namestitve so končane.
sv: En tidigare ofullständig installation har nu slutförts.

source: Failed to perform fix.
es_es: Error al ejecutar corrección.
pl: Naprawa nie powiodła się.
sl: Poskus popravka spodletel.
sv: Misslyckades att utföra rättelse.

source: Errors occurred while finishing an incomplete installation.
es_es: Ocurrieron errores mientras se finalizaba una instalación incompleta.
pl: Wystąpiły błędy podczas kończenia nieukończonych instalacji.
sl: Napake so se zgodile med poskusom dokončanja nedokončane namestitve.
sv: Fel uppstod under tiden som en ofullständig installation slutfördes.

source: Packages with broken dependencies have been resolved.
es_es: Se resolvieron las dependencias rotas de los paquetes.
pl: Pakiety z niespełnionymi zależnościami zostały naprawione.
sl: Napake paketov z okvarjenimi odvisnostmi so bile odpravljene.
sv: Paket med trasigt beroende har lagats.

source: Packages may still have broken dependencies.
es_es: Algunos paquetes pueden tener dependencias rotas.
pl: Pakiety mogą wciąż mieć niespełnione zależności.
sl: Paketi lahko še vedno imajo pokvarjene odvisnosti.
sv: Paketen kan fortfarande ha trasiga beroenden.

source: Successfully updated cache.
es_es: Cache actualizado exitosamente.
pl: Zaktualizowano listę pakietów.
sl: Uspešno posodobljen predpomnilnik.
sv: Lyckades uppdatera cache.

source: Software is now ready to install.
es_es: El software está listo para ser instalado.
pl: Oprogramowanie jest gotowe do instalacji.
sl: Program je zdaj na voljo za namestitev.
sv: Programvara är nu redo att installeras.

source: Failed to update cache.
es_es: Error al actualizar caché.
pl: Nie udało się zaktualizować listy pakietów.
sl: Neuspešna posodobitev predpomnilnika.
sv: Misslyckades att uppdatera cache.

source: There may be a problem with your repository configuration.
es_es: Puede haber un problema con su configuración de repositorio.
pl: Możliwe, że wystąpił problem z Twoją konfiguracją repozytoriów.
sl: Morda je težava v nastavitvi skladišča.
sv: Det kan finnas problem med er databaskatalogskonfiguration (repository).

source: Welcome will stay up-to-date.
es_es: Bienvenida va a estar siempre actualizado.
pl: Welcome będzie aktualizowane.
sl: Welcome bo ostal posodobljen.
sv: Välkommen kommer hållas uppdaterad.

source: Welcome and the Software Boutique are set to receive the latest updates.
es_es: Bienvenida y la Boutique de software están configurados para recibir las últimas actualizaciones.
pl: Welcome i Software Boutique będą otrzymywały najnowsze aktualizacje.
sl: Welcome in Trgovina programov sta nastavljena za prejem najnovejših posodobitev.
sv: Välkommen och Software Boutique är inställt på att ta emot de senaste uppdateringarna.

source: Everything is up-to-date
es_es: Todo está actualizado
pl: Wszystko jest zaktualizowane
sl: Vse je posodobljeno
sv: Allting är uppdaterat.

source: All packages have been upgraded to the latest versions.
es_es: Todos los paquetes han sido actualizados a sus últimas versiones.
pl: Wszystkie paczki zostały zaktualizowane do najnowszych wersji.
sl: Vsi paketi so bili posodobljeni na zadnje različice.
sv: Alla paket har blivit uppdaterade till den senaste versionen.

source: Installed
es_es: Instalado
pl: Zainstalowano
sl: Nameščen
sv: Installerat

source: The application is now ready to use.
es_es: La aplicación ya está lista para usar.
pl: Aplikacja jest gotowa do użycia.
sl: Ta program je zdaj pripravljen za uporabo.
sv: Applikationen är nu redo att användas.

source: was not installed.
es_es: no fue instalado.
pl: nie została zainstalowana.
sl: ni bil nameščen.
sv: blev ej installerat.

source: The operation was cancelled.
es_es: La operaciòn fue cancelada.
pl: Operacja została anulowana.
sl: Dejanje je bilo preklicano.
sv: Operationen avbröts.

source: failed to install
es_es: falló al instalar
pl: instalacja nie powiodła się
sl: se ni namestil
sv: misslyckades att installeras

source: There was a problem installing this application.
es_es: Hubo un problema al instalar esta aplicación.
pl: Wystąpił błąd podczas instalacji tej aplikacji.
sl: Pri namestitvi tega programa je prišlo je do napake.
sv: Det uppstod ett problem vid installationen av denna applikation.

source: Removed
es_es: Eliminado
pl: Usunięto
sl: Odstranjen
sv: Borttaget

source: The application has been uninstalled.
es_es: La aplicaciòn ha sido desinstalada.
pl: Aplikacja została usunięta.
sl: Ta program je bil odstranjen.
sv: Applikationen har blivit avinstallerad.

source: was not removed.
es_es: no fue eliminado.
pl: nie została usunięta.
sl: ni bil odstranjen.
sv: blev ej borttaget.

source: failed to remove
es_es: error al eliminar
pl: usunięcie nie powiodło się
sl: se ni odstranil
sv: misslyckades att ta bort

source: A problem is preventing this application from being removed.
es_es: Un problema esta impidiendo eliminar esta aplicación.
pl: Błąd nie pozwala na usunięcie tej aplikacji.
sl: Nekaj je preprečilo temu programu, da bi bil odstranjen.
sv: Ett problem hindrar denna applikatione från att bli borttaget.

source: Upgraded
es_es: Actualizado
pl: Zaktualizowano
sl: Nadgrajen
sv: Uppgraderat.

source: This application is set to use the latest version.
es_es: Esta aplicación está configurada para utilizar la última versión.
pl: Aplikacja jest gotowa do używania najnowszej wersji.
sl: Ta programje nastavljen na najnovejšo različico.
sv: Denna applikation är inställd på att använda den senaste versionen.

source: was not upgraded.
es_es: no fue actualizada.
pl: nie została zaktualizwana.
sl: ni bil nadgrajen.
sv: blev ej uppgraderat.

source: The application will continue to use the stable version.
es_es: Esta aplicación va a continuar usando la versión estable.
pl: Aplikacja będzie nadal używać stabilnej wersji.
sl: Program bo še naprej uporabljal stabilno različico.
sv: Denna applikation kommer fortsätta att använda den stabila versionen.

source: failed to upgrade
es_es: falló al actualizar
pl: aktualizacja nie powiodła się
sl: se ni nadgradil
sv: misslyckades att uppgradera

source: A problem is preventing this application from being upgraded.
es_es: Un problema está impidiendo actualizar esta aplicación.
pl: Błąd nie pozwala na aktualizację tej aplikacji.
sl: Nekaj je preprečilo temu programu, da bi se nadgradil.
sv: Ett problem förhindrar denna applikationen från att bli uppgraderat.

source: Blu-ray AACS database install succeeded
be_by: Усталяванне базы даных Blu-ray AACS паспяхова скончана
es_es: La instalación de la base de datos de Blu-Ray AACS ha finalizado
pl: Instalacja bazy danych Blu-ray AACS powiodła się
sl: Namestitev zbirke podatkov za Blu-ray AACS je bila uspešna
sr@latin: Uspešno instalirana Blu-ray AACS baza
sv: Blu-ray AACS databasen installation lyckades

source: Successfully installed the Blu-ray AACS database.
be_by: База даных Blu-ray AACS паспяхова ўсталявана
es_es: Se finalizó con éxito la instalación de la base de datos de Blu-Ray AACS.
pl: Z powodzeniem zainstalowano bazę danych Blu-ray AACS.
sl: Namestitev zbirke podatkov za Blu-ray AACS je bila uspešna.
sr@latin: Uspešno instaliranje Blu-ray AACS baze.
sv: Framgångsrikt installerat Blu-ray AACS databasen.

source: Installation of the Blu-ray AACS database was successful.
be_by: Усталяванне базы даных Blu-ray AACS прайшло паспяхова
es_es: La instalación de la base de datos de Blu-Ray AACS se completó con éxito.
pl: Instalacja bazy danych Blu-ray AACS powiodła się.
sl: Namestitev zbirke podatkov za Blu-ray AACS je bila uspešna.
sr@latin: Uspešna instalacija Blu-ray AACS baze.
sv: Installation av Blu-ray AACS databasen lyckades.

source: Blu-ray AACS database install failed
be_by: Усталяванне базы даных Blu-ray AACS звалілася
es_es: La instalación de la base de datos de Blu-Ray AACS ha fallado
pl: Instalacja bazy danych Blu-ray AACS nie powiodła się.
sl: Namestitev zbirke podatkov za Blu-ray AACS je spodletelo
sr@latin: Neuspešno instalirana Blu-ray AACS baza
sv: Blu-ray AACS databasen installation misslyckades

source: Failed to install the Blu-ray AACS database.
be_by: Не выйшла ўсталяваць базу даных Blu-ray AACS.
es_es: Ha fallado la instalación de la base de datos de Blu-Ray AACS.
pl: Instalacja bazy danych Blu-ray AACS nie powiodła się.
sl: Namestitev zbirke podatkov za Blu-ray AACS je spodletelo.
sr@latin: Neuspešno instaliranje Blu-ray AACS baze.
sv: Det gick inte att installera Blu-ray AACS databasen.

source: Installation of the Blu-ray AACS database failed.
be_by: Усталяванне базы даных Blu-ray AACS скончылася з памылкай.
es_es: La instalación de la base de datos de Blu-Ray AACS ha fallado.
pl: Instalacja bazy danych Blu-ray AACS nie powiodła się.
sl: Namestitev zbirke podatkov za Blu-ray AACS je spodletelo.
sr@latin: Neuspešna instalacija Blu-ray AACS baze.
sv: Installation av Blu-ray AACS databasen misslyckades.

source: Close
es_es: Cerrar
pl: Zamknij
sl: Zapri
sr@latin: Zatvori
sv: Stäng

source: Cancel
es_es: Cancelar
pl: Anuluj
sl: Prekliči
sv: Avbryt

source: Set to retrieve the latest software listings.
es_es: Recuperar las últimas listas de software.
pl: Ustawiono aby otrzymywać najnowsze listy oprogramowania.
sl: Nastavljen za pridobivanje najnovejšega seznama programov.
sr@latin: Podešen da dobavlja najnoviju listu softvera.
sv: Ställ in på att mottag de senaste programlistorna.

source: Retrieve the latest software listings.
es_es: Recupera las últimas listas de software.
pl: Otrzymano najnowsze listy oprogramowania.
sl: Pridobivanje najnovejšega seznama programov.
sr@latin: Dobavi najnoviju listu softvera.
sv: Mottag de senaste programlistorna.

source: Please wait while the application is being updated...
es_es: Por favor espere mientras la aplicación se está actualizando ...
pl: Proszę czekać. Aplikacja jest aktualizowana...
sl: Počakajte, medtem ko se program posodablja ...
sr@latin: Molim Vas sačekajte da se aplikacija ažurira...
sv: Vänliga vänta under tiden som applikationen uppdateras...

source: Version:
es_es: Versión:
pl: Wersja:
sl: Različica:
sr@latin: Verzija:

source: This application is set to receive the latest updates.
es_es: Esta aplicación está configurada para recibir las últimas actualizaciones.
pl: Aplikacja będzie otrzymywała najnowsze aktualizacje.
sl: Ta program je nastavljen za prejemanje najnovejših posodobitev.
sr@latin: Ovoj aplikaciji je podešeno pribavljanje najnovijih ispravki.
sv: Denna applikation är inställd på att mottag de senaste uppdateringarna.

source: Alternative to:
es_es: Alternativo a:
pl: Alternatywa dla:
sl: Nadomestitev za:
sr@latin: Alternativa za:
sv: Alternativ till:

source: Hide
es_es: Esconder
pl: Ukryj
sl: Skrij
sr@latin: Skloni
sv: Göm

source: Install
be_by: Усталяваць
es_es: Instalar
pl: Zainstaluj
sl: Namesti
sr@latin: Instalacija
sv: Installera

source: Reinstall
es_es: Reinstalar
pl: Przeinstaluj
sl: Ponovno namesti
sr@latin: Reinstal
sv: Ominstallera

source: Remove
be_by: Выдаліць
es_es: Eliminar
pl: Usuń
sl: Odstrani
sr@latin: Uklanjanje
sv: Ta bort

source: Upgrade
be_by: Абнавіць
es_es: Actualizar
pl: Aktualizuj
sl: Nadgradi
sr@latin: Ažuriranje
sv: Uppgradera

source: Launch
es_es: Lanzar
pl: Uruchom
sl: Zaženi
sr@latin: Pokreni
sv: Kör

source: License
es_es: Licencia
pl: Licencja
sl: Licenca
sr@latin: Licenca
sv: Licens

source: Platform
es_es: Plataforma
pl: Platforma
sl: Okolje
sr@latin: Platforma
sv: Plattform

source: Category
es_es: Categoria
pl: Kategoria
sl: Kategorija
sr@latin: Kategorija
sv: Kategori

source: Website
es_es: Sitio Web
pl: Strona internetowa
sl: Spletna stran
sv: Webbsida

source: Source
es_es: Fuente
pl: Źródło
sl: Vir
sv: Källa

source: Ubuntu Repository
es_es: Repositorio Ubuntu
pl: Repozystorium Ubuntu
sl: Ubuntu skladišče
sr@latin: Ubuntu repozitorijum

source: Canonical Partner Repository
es_es: Repositorio Socios de Canonical
pl: Repozytorium Canonical Partner
sl: Canonical partnersko skladišče
sr@latin: Canonical Partner repozitorijum

source: Unknown
es_es: Desconocido
pl: Nieznany
sl: Neznano
sr@latin: Nepoznat
sv: Okänd

source: Undo Changes
es_es: Deshacer cambios
pl: Cofnij zmiany
sl: Razveljavi spremembe
sv: Gör om ändringar

source: Installing...
es_es: Instalando...
pl: Trwa instalacja...
sl: Nameščanje ...
sr@latin: Instalacija...
sv: Installerar...

source: Removing...
es_es: Borrando...
pl: Trwa usuwanie...
sl: Odstranjevanje ...
sr@latin: Uklanjanje...
sv: Tar bort...

source: Upgrading...
es_es: Actualizando...
pl: Trwa aktualizacja...
sl: Nadgrajevanje ...
sr@latin: Ažuriranje...
sv: Uppgraderar...

source: Accessories
es_es: Accesorios
pl: Akcesoria
sl: Pripomočki
sv: Tillbehör

source: Education
es_es: Educación
pl: Edukacja
sl: Izobraževanje
sv: Utbildning

source: Games
es_es: Juegos
pl: Gry
sl: Igre
sv: Spel

source: Graphics
es_es: Gráficos
pl: Grafika
sl: Grafika
sv: Grafik

source: Office
es_es: Oficina
pl: Narzędzia biurowe
sl: Pisarna
sv: Kontor

source: Programming
es_es: Desarrollo
pl: Programowanie
sl: Programiranje
sv: Programmering

source: Sound & Video
es_es: Sonido y Vídeo
pl: Dźwięk i obraz
sl: Zvok in video
sv: Ljud & Video

source: System Tools
es_es: Herramientas de Sistema.
pl: Narzędzia systemowe
sl: Sistemska orodja
sv: Systemverktyg

source: Universal Access
es_es: Acceso Universal
pl: Ułatwienia dostępu
sl: Univerzalni dostop
sv: Hjälpmedel

source: Miscellaneous
es_es: Miscelánea
pl: Różne
sl: Razno
sv: Diverse

source: Search
es_es: Buscar
pl: Szukaj
sl: Išči
sv: Sök

source: Please enter a keyword to begin.
es_es: Por favor ingrese una palabra clave para empezar.
pl: Wprowadź tekst aby rozpocząć.
sl: Vnesite ključno besedo za začetek.
sv: Ange ett sökord för att börja.

source: Please enter at least 3 characters.
es_es: Por favor ingrese al menos 3 caracteres.
pl: Wprowadź minimum 3 znaki.
sl: Vnesite vsaj 3 znake.
sv: Ange minst 3 tecken.

source: Added
es_es: Agregado
pl: Dodano
sl: Dodano
sv: Lagt till

source: Fixed
es_es: Corregido
pl: Naprawiono
sl: Popravljeno
sv: Fast

source: Queued for installation.
es_es: En cola para instalación.
pl: W kolejce do instalacji.
sl: V vrsti za namestitev.
sv: Lagt i kö för installation.

source: Queued for removal.
es_es: En cola para eliminación.
pl: W kolejce do usunięcia.
sl: V vrsti za odstranitev.
sv: Lagt i kö för borttagning.

source: Preparing to remove:
es_es: Preparando para eliminar:
pl: Przygotowywanie do usunięcia:
sl: Priprava za odstranitev:
sv: Förbereder för borttagning:

source: Preparing to install:
es_es: Preparando para instalar:
pl: Przygotowywanie do instalacji:
sl: Priprava za namestitev:
sv: Förbereder för installation:

source: Removing:
es_es: Eliminando:
pl: Usuwanie:
sl: Odstranjevanje:
sv: Tar bort:

source: Installing:
es_es: Instalando:
pl: Instalowanie:
sl: Nameščanje:
sv: Installerar:

source: Updating cache...
es_es: Actualizando cache...
pl: Aktualizacja cache...
sl: Posodabljanje predpomnilnika ...
sv: Uppdaterar cache...

source: Verifying software changes...
es_es: Verificando cambios de software...
pl: Weryfikowanie zmian oprogramowania...
sl: Preverjanje sprememb programske opreme ...
sv: Verifierar programvaruförändringar...

source: Successfully Installed
es_es: Instalado exitosamente
pl: Instalacja powiodła się
sl: Uspešno nameščeno
sv: Lyckosamt installerat

source: Failed to Install
es_es: Fallo al instalar
pl: Instalacja nie powiodła się
sl: Namestitev ni uspela
sv: Misslyckades att installera

source: Successfully Removed
es_es: Eliminado exitosamente
pl: Usunięcie powiodło się
sl: Uspešno odstranjeno
sv: Lyckosamt Borttaget

source: Failed to Remove
es_es: Fallo al eliminar
pl: Usunięcie nie powiodło się
sl: Odstranitev ni uspelo
sv: Misslyckades att Ta bort

source: To be installed
es_es: A instalar
pl: Zostanie zainstalowane
sl: Za namestitev
sv: Som ska installeras

source: To be removed
es_es: A eliminar
pl: Zostanie usunięte
sl: Za odstranitev
sv: Som ska tas bort

source: Servers
es_es: Servidores
pl: Serwery
sl: Strežniki
sr@latin: Serveri
sv: Server

source: Jan
es_es: Ene
pl: Sty

source: Feb
pl: Lut

source: Apr
es_es: Abr
pl: Kwi

source: May
pl: Maj
sl: Maj
sr@latin: Maj
sv: Maj

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
pl: Sie
sl: Avg
sr@latin: Avg

source: Sep
pl: Wrz

source: Oct
pl: Paź
sl: Okt
sr@latin: Okt
sv: Okt

source: Nov
pl: Lis

source: Dec
pl: Gru

source: Could not gather data.
es_es: No se ha podido reunir los datos.
pl: Kompletowanie danych nie powiodło się.
sl: Podatkov ni bilo mogoče zbrati.
sr@latin: Neuspešno prikupljanje podataka.
sv: Det gick inte att samla in data.

source: Raspberry Pi Partition Resize
es_es: Cambio del tamaño de la partición en la Raspberry Pi
pl: Zmiana partycji Raspberry Pi
sl: Spremeni velikost razdelka Raspberry Pi
sr@latin: Raspberry Pi uvećanje particije
sv: Raspberry Pi Partition ändra storlek

source: Root partition has been resized.
es_es: La partición raíz ha sido redimensionada.
pl: Rozmiar głównej partycji został zmieniony.
sl: Korenski razdelek je bil spremenjen
sr@latin: Root particija je uvećana.
sv: Root partition har ändrat storlek.

source: The filesystem will be enlarged upon the next reboot.
es_es: El sistema de archivos se ampliará en el siguiente reinicio.
pl: System plików zostanie powiększony po restarcie systemu.
sl: Datotečni sistem se bo povečal ob naslednjem zagonu.
sr@latin: Fajl sistem će biti uvećan prilikom sledećeg restarta.
sv: Filsystemet kommer att förstoras vid nästa omstart.

source: Don't know how to expand.
es_es: No sé cómo se amplia.
pl: Nie wiadomo jak rozszerzyć.
sl: Ne znam razširiti.
sr@latin: Način za uvećanje nije poznat.
sv: Vet inte hur att expandera.

source: does not exist or is not a symlink.
es_es: no existe o no es un enlace simbólico.
pl: nie istnieje lub nie jest dowiązaniem symbolicznym.
sl: ne obstaja ali ni simbolna povezava.
sr@latin: ne postoji ili nije symlink.
sv: finns inte eller är inte en symbolisk länk.

source: is not an SD card.
es_es: No es una tarjeta SD.
pl: nie jest kartą SD.
sl: ni kartica SD.
sr@latin: nije SD kartica.
sv: är inte ett SD-kort.

source: Your partition layout is not currently supported by this tool.
es_es: La tabla de particiones no es compatible actualmente con esta herramienta.
pl: Układ twoich partycji nie jest obecnie wspierany przez to narzędzie.
sl: Vaša postavitev razdelkov trenutno ni podprta s tem orodjem.
sr@latin: Vaš trenutni raspored particija nije podržan ovim alatom.
sv: Din partitionsplan stöds för närvarande inte av detta verktyg.

source: is not the last partition.
es_es: no es la última partición.
pl: nie jest ostatnią partycją.
sl: ni zadnji razdelek.
sr@latin: nije poslednja particija.
sv: är inte den sista partition.

source: Failed to run resize script.
es_es: Error al ejecutar el archivo de comandos de redimensionamiento.
pl: Uruchomienie skryptu zmieniającego wielkość partycji nie powiodło się.
sl: Spodletel zagon skripta za spreminjanje velikosti.
sv: Det gick inte att köra ändra storlek skript.

source: The returned error code is:
es_es: El código de error retornado es:
pl: Kod błędu:
sl: Napaka je:
sv: Den returnerade felkoden är:

source: Open Source
es_es: Código Abierto
pl: Otwarte oprogramowanie
sl: Odprtokoden
sv: Öppen källkod

source: Proprietary
es_es: Propietario
pl: Oprogramowanie własnościowe
sl: Lastniško
sr@latin: Vlasnička
sv: Proprietär

source: Sorry, Welcome could not feature any software for this category that is compatible on this system.
es_es: Lo sentimos, Bienvenida no puede ejecutar ningún software de esta categoría que sea compatible con el sistema.
pl: Przepraszamy, Welcome nie mógł pokazać żadnego polecanego oprogramowania w tej kategorii, które było by kompatybilne z twoim systemem.
sl: Oprostite, Welcome ni mogel prikazati nobenega programa za to kategorijo, ki je združljiva na tem sistemu.
sr@latin: Welcome nije u mogućnosti da ponudi iz ove kategorije softver koji je kompatibilan sa ovom mašinom.
sv: Tyvärr, Välkommen har inte någon programvara för denna kategori som är kompatibel på det här systemet.

source: An error occurred while launching PROGRAM_NAME. Please consider re-installing the application.
es_es: Se ha producido un error al lanzar PROGRAM_NAME. Por favor, considere volver a instalar la aplicación.
pl: Wystąpił błąd podczas uruchamiania PROGRAM_NAME. Proszę rozważreinstalację tej aplikacji.
sl: Med zagonom PROGRAM_NAME je prišlo do napake. Ponovno namestite program.
sr@latin: Došlo je do greške prilikom pokretanja PROGRAM_NAME. Molimo razmotrite opciju reinstalacije ove aplikacije.
sv: Ett fel uppstod start av PROGRAM_NAME. Vänligen överväg ominstallation av programmet.

source: Command:
es_es: Comando:
pl: Polecenie:
sl: Ukaz:
sr@latin: Komanda:
sv: Kommando:

source: Uses a new or updated source.
es_es: Usa una fuente nueva o actualizada.
pl: Używa nowego lub zaktualizowanego źródła.
sl: Uporablja nov ali posodobljen vir.
sv: Använder en ny eller uppdaterad källa.

source: Now works for various versions of Ubuntu.
es_es: Ahora funciona para varias versiones de Ubuntu.
pl: Współpracuje obecnie z wieloma wersjami Ubuntu.
sl: Zdaj deluje na različnih različicah Ubuntu-ja.
sv: Fungerar nu för olika versioner av Ubuntu.

source: Now a snappy package.
es_es: Ahora es un paquete snappy.
pl: Jest obecnie paczką snappy.
sl: Sedaj paket snappy.
sv: Nu ett snappy paket.

source: General maintenance.
es_es: Mantenimiento general.
pl: Ogólne utrzymanie.
sl: Splošno vzdrževanje.
sv: Allmänt underhåll.

source: Broken or problematic source.
es_es: Fuente rota o problemática.
pl: Uszkodzone lub problematyczne źródło.
sl: Pokvarjen ali problematični vir.
sv: Trasig eller problematisk källa.

source: Not yet available for some releases.
es_es: Aún no disponible para algunas versiones.
pl: Nie dostępne jeszcze dla niektórych wydań.
sl: V nekaterih različicah še ni na voljo.
sv: Ej tillgänglig ännu för vissa utgåvor.

source: No longer works for some releases.
es_es: Ya no funciona para algunas versiones.
pl: Nie współpracuje z niektórymi wydaniami.
sl: Na nekaterih različicah ne deluje več.
sv: Fungerar inte längre för vissa utgåvor.

source: Not suitable for production machines.
es_es: No recomendado para equipos de producción.
pl: Nie odpowiednie dla produkcji.
sl: Ni primerno za produkcijsko okolje.
sv: Inte lämplig för produktionsmaskiner.

source: Requires further testing.
es_es: Necesita más pruebas.
pl: Wymaga dalszego testowania.
sl: Potrebna so nadaljnja testiranja.
sv: Kräver ytterligare testning.

source: Does not meet our standards to be featured.
es_es: No alcanza nuestros estándares para ser promocionado.
pl: Nie spełnia naszych standardów aby być polecane.
sl: Ne zadošča našim standardom.
sv: Uppfyller inte våra normer som skall presenteras.

source: applications found.
es_es: aplicaciones encontradas.
pl: aplikacji znaleziono.
sl: najdenih programov.
sv: applikationer funna.
