Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/hellolive/*.po
Languages: de, sr, sv

source: Welcome
de: Willkommen
sr: Добро дошли
sv: Välkommen

source: Hello.
de: Hallo.
sr: Здраво.
sv: Hej

source: Thank you for downloading Ubuntu MATE.
de: Vielen Dank, dass Sie Ubuntu MATE heruntergeladen haben.
sr: Хвала вам што преузимате Убунту Мејт.
sv: Tack för att du laddar ner Ubuntu MATE.

source: The
de: Diese
sr: Програм
sv: Den

source: application is your companion for getting started. Once installed, the Software Boutique is available to install a selection of featured applications to help you get the most out of your computing experience.
de: Anwendung begleitet Sie durch die ersten Schritte mit Ubuntu MATE. Ist die Installation abgeschlossen, steht die Software Boutique bereit und hilft Ihnen eine Reihe ausgewählter Anwendungen zu installieren. So holen Sie das Beste aus ihrem Erlebnis mit Ubuntu MATE heraus.
sr: је ваш другар приликом првих корака. Једном инсталиран, Бутик софтвера је доступан за инсталацију избора издвојених програма како би вам помогао да остварите највише искуство рачунарства.
sv: applikation är din följeslagare för att komma igång. En gång installerat, finns programvaran Boutique för att installera ett utbud av program för att hjälpa dig att få ut det mesta av din datorupplevelse .

source: We hope you enjoy Ubuntu MATE.
de: Wir hoffen, dass Ihnen Ubuntu MATE gefällt.
sr: Надамо се да уживате у Убунту Мејту.
sv: Vi hoppas att du tycker om Ubuntu MATE.

source: Continue
de: Fortsetzen
sr: Настави
sv: Fortsätt

source: application is your companion for getting started. Once Ubuntu MATE has been installed, the Software Boutique is available to install a selection of featured applications to help you get the most out of your computing experience.
de: Anwendung begleitet Sie durch die ersten Schritte. Ist die Installation von Ubuntu MATE abgeschlossen, steht die Software Boutique bereit und hilft Ihnen eine Reihe ausgewählter Anwendungen zu installieren. So holen Sie das Beste aus ihrem Erlebnis mit Ubuntu MATE heraus.
sr: програм је ваш другар приликом првих корака. Једном инсталиран, Бутик софтвера је доступан за инсталацију избора издвојених програма како би вам помогао да остварите највише искуство рачунарства.
sv: applikation är din följeslagare för att komma igång. När Ubuntu MATE har installerats, finns programvaran Boutique för att installera ett utbud av program för att hjälpa dig att få ut det mesta av din datorupplevelse .

source: This
de: Diese
sr: Овај
sv: Det här

source: application is your companion for getting started with Ubuntu MATE. Once Ubuntu MATE is installed, the Software Boutique is available to help you install a selection of featured applications to get the most out of your computing experience.
de: Anwendung begleitet Sie beim Einstieg in Ubuntu MATE. Sobald Ubuntu MATE installiert ist, hilft Ihnen die Software Boutique bei der Installation einer Auswahl von Anwendungen, so dass Sie das meiste aus Ihrem Computer herausholen können.
sr: програм је ваш другар приликом првих корака са Убунту Мејтом. Након инсталације Убунту Мејта, Бутик софтвера биће доступан као испомоћ при инсталацији избора издвојених програма како бисте остварили највише искуство у рачунарству.
sv: applikation är din följeslagare för att komma igång med Ubuntu MATE. När Ubuntu MATE har installerats, finns programvaran Boutique för att hjälpa dig installera ett utbud av program för att få ut det mesta av din datorupplevelse .
