Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/getinvolved/*.po
Languages: ar, pt_br

source: Get Involved
ar: انضم إلينا !
pt_br: Se envolva

source: Development
ar: التطوير
pt_br: Desenvolvimento

source: This is where you can get involved with Ubuntu MATE and MATE Desktop development.
ar: هنا يمكن أن تكون مساهما في تطوير نظام تشغيل "أبونتو ماتيه" و واجهة سطح المكتب "ماتيه".
pt_br: Aqui é onde você pode se envolver com o desenvolvimento do Ubuntu MATE e do MATE Desktop.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ar: يبدو انك لست متصلًا بالإنترنت. يرجى تأكد من اتصالك بالإنترنت لكي ترى هذا المحتوى .
pt_br: Parece que você não está conectado à internet. Por favor confira sua conexão para acessar o conteúdo.

source: Sorry, Welcome was unable to establish a connection.
ar: عذراً، شاشة الترحيب غير قادرة على إنشاء اتصال .
pt_br: Desculpe, a tela de boas-vindas não conseguiu estabelecer uma conexão.

source: Retry
ar: إعادة محاولة
pt_br: Tentar novamente

source: Ubuntu MATE Launchpad
ar: ابونتو ماتيه على 'اللانشباد : Launchpad'
pt_br: Ubuntu MATE no Launchpad

source: Ubuntu MATE Bitbucket
ar: أبونتو ماتيه على 'بيت بكت : Bitbucket'
pt_br: Ubuntu MATE no Bitbucket

source: MATE Desktop GitHub
ar: سطح مكتب 'ماتيه : MATE' على 'جِيت هب : GitHub'
pt_br: MATE Desktop no GitHub

source: Translations
ar: الترجمات
pt_br: Traduções

source: MATE Desktop
ar: سطح مكتب ماتيه

source: Ubuntu MATE Applications
ar: تطبيقات "أبونتو ماتيه"
pt_br: Aplicativos do Ubuntu MATE
