Repository: 0xfinch/ubuntu-mate-welcome
Catalog: data/po/features/*.po
Languages: ar, fr_fr

source: Features
ar: المزايا
fr_fr: Spécificités

source: Modern and Full-Featured
ar: حديث و كامل
fr_fr: Moderne et Complet

source: Ubuntu MATE is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
ar: إن "أبونتو ماتيه" نظام تشغيلٍ حديث ، بواجهةٍ جميلةٍ جذابةٍ سهلةِ الفهم .و إن مُحَدِّث البرامجِ المرفق لا يحدث نظام التشغيل وحده محدثا و حسب ، بل يحدث كل البرامج المثبتة أيضا للنسخ الأحدث ! بحيث يكون نظامَ تشغيلٍ أكثر أماناً و مدعوماً بشكل كبير يضاهي الأنظمة التي تأتي بشكل مسبق مع أغلب الأجهزة المعاصرة .
fr_fr: Ubuntu MATE est un système d'exploitation moderne avec une interface attirante et facile à comprendre. Son gestionnaire de mises à jour garde à niveau non seulement le système, mais toutes les applications installées également. Le système Ubuntu MATE est plus sûr et mieux suivi que les systèmes qui viennent pré-installés à sur la plupart des ordinateurs personnels aujourd'hui.

source: Pre-Configured Yet Flexible
ar: جاهز للاستخدام و مرن في نفس الوقت
fr_fr: Pré-Configuré Mais Flexible

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
ar: استخدامك لـ "أبونتو ماتيه" يعطيك الحرية الكامل : - لتشغيل نظام متكامل معدّ و مزود مسبقاً بأغلب -إن لم يكن كل - ما تحتاجه في استخدامك للحاسوب الشخصي . - لتغيير و تعديل مظهر أو كيفية عمل للنظام و البرامج التي يشغلها ، لتناسب ذوقك و متطلباتك .
fr_fr: Utiliser Ubuntu MATE c'est la liberté de faire fonctionner un système d'exploitation pré-configuré avec la plupart des (si pas toutes les) applications dont vous aurez besoin pour votre usage journalier, mais aussi la liberté de complètement changer son apparence, la façon dont il fonctionne, ainsi que les applications qu'il peut lancer de façon à ce qu'il vous convienne.

source: Built-In Security
ar: حماية مدمجة
fr_fr: Sécurité Incluse

source: Ubuntu MATE is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu MATE receives updates continuously. The updates include security patches for Ubuntu MATE and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
ar: أبونتو ماتيه مصممة لتأخذ الجانب الأمني بعين الاعتبار . على عكس الأنظمة التي تحدث مرة في الشهر ، أبونتو ماتيه تُحدث بشكل مستمر . التحديثات تتضمن ترقيعات أمنية لأبونتو ماتيه و لكل عناصر النظام . التحديثات الأمنية تُزَوَّد أيضاً لكل التطبيقات المثبتة على النظام ، مما يضمن حصولك على تحديثات الحماية و الأمن لكل برامج جهازك مباشرة بمجرد توفرها .
fr_fr: Ubuntu MATE est construit en pensant à la sécurité. Contrairement aux systèmes d'exploitation actualisés qu'une fois par mois, Ubuntu MATE reçoit des mises à jour continuellement. Celles-ci incluent des correctifs de sécurité pour Ubuntu MATE ainsi que tous ces composants. Les mises à jour de sécurité des applications installées sont également fournies en se basant sur le même calendrier, ce qui garantit que vous aurez la protection la plus récente pour tous les logiciels de votre ordinateur, dés qu'elle est disponible !

source: Ubuntu MATE can get viruses and other infections... but it doesn't. Rapid and timely updates ensure that there are very few, if any threats to Linux systems like Ubuntu MATE that persist in the wild. In reality, there have been very few "public" infections in the last 10 years that can affect Ubuntu MATE. They are no longer a threat to anyone installing or using a modern Linux distribution today. Ubuntu MATE is designed to make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to Ubuntu MATE.
ar: يمكن أن تصاب أبونتو ماتيه بفيروسات و غيرها من الإصابات ، لكن ذلك لا يحدث . التحديثات المستمرة المتزامنة تضمن أن التهديدات التي تصيب أنظمة لينكس ، والتي أبونتو ماتيه هي أحدها ، قليلة جدا - هذا إن وجدت . في الواقع ، وجدت أعداد قليلة جداً من المخاطر التي كان من الممكن أن تتأثر بها أبونتو ماتيه خلال الـ 10 سنوات الماضية . حالياً ، لم يعد هناك من تهديدات لأي أحد يثبت أو يستخدم توزيعة لينكس حديثةً . إن أبونتو ماتيه مصممة ليكون من الصعب على الفيروسات و البرامج الخبيثة أن تثبت أو تشغل دون تدخلٍ واعيٍ منك كمستخدم . حتى إذا قمت أنت بإدخال البرنامج الخبيث بنفسك _عن غير قصد_ فغالباً سيكون مصمماً لأنظمة ويندوز و فلن يقوم بالكثير ، هذا إن تسبب بأي أمر أصلا .
fr_fr: Il est possible qu'Ubuntu MATE contracte une infection due à des virus ou autres... mais celà n'arrivera pas. Les mises à jour rapides et opportunes vous assurent que très peu de menaces à un système Linux comme Ubuntu MATE (voir aucunes) subsistent dans le monde informatique. En fait, il n'y a eu que très peu d'infection rendues "publiques" pendant les 10 dernières années qui ont affecté Ubuntu MATE. Elles ne sont plus une menace pour toute personne installant une distribution Linux moderne aujourd'hui. Ubuntu MATE est construit pour rendre l'implantation, ainsi que la la vie, difficile aux virus, root kits et autres malwares, sauf si vous l'utilisateur l'autorisez. Et quand bien même vous veniez à faciliter accidentellement une infection, elle aura probablement été faite pour attaquer Windows et fera peu, voir aucun dommages à Ubuntu MATE.

source: Another significant security feature of Ubuntu MATE is that its users are not administrators by default. Administrators ("root" users) on any computer system have permission to do anything they want, including the ability to damage the system.
ar: ميزة أمنية هامة ملفتة لأبونتو ماتيه هي أن المستخدمين ليسوا مدراء افتراضياً (حساب الـ"root" ليس مفعلاً) . مدراء النظام على أي جهاز لديهم الصلاحيات لفعل أي شيء ، بما يتضمن إمكانية إلحاق أضرار بالنظام .
fr_fr: Une autre spécificité majeure concernant la sécurité d'Ubuntu MATE fait que les utilisateurs ne sont pas des "administrateurs" par défaut. Ceux-ci (appelés utilisateurs "root"), sur n'importe quel autre système auraient la permission de faire ce qu'ils auraient voulu, y-compris endommager le système.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. Ubuntu MATE opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" Ubuntu MATE will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu MATE requires you to provide your administrator password before that permission is granted. Every single time.
ar: على سبيل المثال ، الأنظمة الأخرى تراجع اسم الملف لتعرف أي البرامج يجب عليها فتحه ، و تحاول بعدها فتح الملف مباشرة . مما يجعل مهاجمة جهازك أمراً سهلاً على المتطفلين . أبونتو ماتيه تفتح الملف اعتماداً على نوع الملف لا على اسمه . لذا حتى البرامج الخبيثة التي تخفي هويتها الحقيقية باسم "Last Will و Testament.txt" أبونتو ماتيه قادرة على التعرف على الملف الذي هو في الحقيقة برنامجٌ تنفيذي . لذا فالنظام يعطي إنذاراً على أن هذا الملف ليس ملفاً نصياَ بل برنامجاً يحتاج إلى أذوناً من المستخدم مباشرة للاستمرار . و لزيادة الأمان أكثر ، فإن النظام سيطلب كلمة سر مدير النظام "root password" في كل مرة تحاول فيها فتحه قبل أن يعطى البرنامج تلك الصلاحيات .
fr_fr: Par exemple, les autres systèmes d'exploitation regardent le nom d'un fichier pour déterminer quel programme peut l'ouvrir, puis l'ouvrent immédiatement. Ce genre de "design" rend l'attaque d'un ordinateur facile. Ubuntu Mate ouvre un fichier selon ce que ce fichier est vraiment, pas selon son nom. Même si un programme malveillant se donne l'apparence d'un autre en se nommant "Derniers Vœux et Testament.txt" Ubuntu MATE le reconnaîtra comme un programme. Le système vous donnera un avertissement du fait que le fichier n'est pas un fichier texte, et qu'il s'agit d'un programme qui sera lancé si vous lui donnez la permission. Pour être plus que sûr, Ubuntu MATE requiert que vous entriez votre mot de passe administrateur pour allouer cette permission. Chaque fois.

source: Powerful Applications
ar: برامج و تطبيقات قوية فعالة
fr_fr: Des Applications Puissantes

source: While MATE Desktop provides the essential user interfaces to control and use a computer, Ubuntu MATE adds a collection of additional applications to turn your computer into a truly powerful workstation.
ar: في حين أن أبونتو ماتيه تزود المستخدم بالواجهات الأساسية للتحكم بالحاسوب ، إلا أنها أيضا تتيح الإمكانية لاستخدام برامج و تطبيقات أخرى لتجعل من جهازك محطة عمل حقيقية فعالة .
fr_fr: Le bureau Mate Desktop fournit les interfaces essentielles pour que vous puissiez contrôler et utiliser un ordinateur, Ubuntu MATE lui, ajoute une collection supplémentaire d'applications qui modifiera votre ordinateur en une station de travail vraiment puissante.

source: Productivity
ar: الانتاجية
fr_fr: Productivité

source: Firefox delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
ar: 'فايرفكس' يقدم تصفحاً سهلاً و آمناً للانترنت ، واجهة مألوفة محببة , ميزات أمان معززة ، و قدرة متضمنة على البحث لتجعلك تصل إلى ما تريده بسهولة و انسيابية .
fr_fr: Firefox permet une navigation Internet facile et sûre. Il fournit une interface utilisateur familière, des fonctions de sécurité améliorées y compris la protection contre le vol d'identité, ainsi qu'une possibilité de faire un recherche dans le navigateur pour obtenir le maximum du web.

source: Thunderbird is a full-featured email, RSS and newsgroup client that makes emailing safer, faster and easier than ever before. It supports different mail accounts (POP, IMAP, Gmail), has a simple mail account setup wizard, one-click address book, tabbed interface, an integrated learning spam filter, advanced search and indexing capabilities, and offers easy organization of mails with tagging and virtual folders. It also features unrivalled extensibility.
ar: 'ثندربيرد' عميل للبريد إلكتروني ، لمقتطفات الأخبار "RSS" ، و لمجموعات الأخبار ، غنيٌّ بالمميزات بحيث يجعل استلام و إرسال البريد أبسط و أسهل . يدعم حسابات بريد الإلكتروني متنوعة (IMAP,POP,Gmail) وله مرشد بسيط ل`عداد البريد الإلكتروني ، دفتر عناوين سهل ، واجهة مبوبة ، و مصفي بريد عشوائي مدمج قادر على التعلم ، قدرات أرشفة و بحث متقدمة ، و يعطي القدرة على تنظيم البريد عبر الوسوم و المجلدات الوهمية . و لا ننسى قابليته منقطعة النظير للتمديد و الإضافة .
fr_fr: Thunderbird est un client e-mail, RSS et newsgroup qui rend l'envoi de messages plus facile, plus rapide et plus sûr qu'il ne l'a jamais été. Il supporte différent comptes mail (POP, IMAP, Gmail), il a aussi un "assistant de compte e-mail simple", un carnet d'adresse 1-click, une interface à onglets, un filtre de spam intelligent, une fonction de recherche avancée et d'indexation, offre une vue organisée des mails avec la possibilité de les marquer, et même des dossiers virtuels. Il est aussi plus extensible qu'aucun des concurents.

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
ar: 'ليبرأوفيس' حزمة مكتبية متكاملة ، و هي شبه بديل تام عن مايكروسوفت أوفيس ، واجهته الهادئة النظيفة ، و أدواته القوية تطلق العنان للإبداع و تزيد من الإنتاجية . ليبرأوفيس عبارة عن عدة برامج تجعله أقوى البرامج الحرة المفتوحة المصدر المتواجدة على الإطلاق .
fr_fr: LibreOffice est une suite de bureau pouvant remplacer Microsoft(R) Office. Son interface propre ainsi que ses puissants outils vous permettront de laisser libre court à votre créativité et augmentera votre productivité. LibreOffice contient plusieurs applications faisant de lui la suite Gratuite et Open Source de Bureau la plus puissante sur le marché :

source: Writer, the word processor.
ar: رايتر، معالج نصوص
fr_fr: Writer, le traitement de texte.

source: Calc, the spreadsheet application.
ar: كالك ، محرر جداول البيانات
fr_fr: Calc, le tableur.

source: Impress, the presentation engine.
ar: إمبْرِس، محرر العروض التقديمية
fr_fr: Impress, le moteur de présentation.

source: Draw, the drawing and flowcharting application
fr_fr: Draw, l'application dessin et graphiques

source: Base, the database and database frontend.
ar: بايز، قاعدة البيانات و واجهة قاعدة البيانات
fr_fr: Base, base de données ainsi que son interface.

source: Math, for editing mathematics.
ar: ماث، للكتابة الرياضية
fr_fr: Math, pour faire des mathématiques.

source: Entertainment
ar: الترفيه
fr_fr: Loisirs

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
ar: 'ريثم بوكس' برنامج سهل الاستخدام لتشغيل و إدارة الملفات الصوتية ، يدعم شريحة واسعة من الصيغ (بما فيها Mp3 و ogg) . مستوحى بالأساس من برنامج iTunes من أبل . حالياً ، يدعم بدوره راديو الانترنت ، و يدعم التكامل مع iPod و مشغلات الصوت المحمولة الأخرى ، حرق الصوتيات على الأقراص الفيزيائية ، تشغيل الصوتيات من الأقراص المرئية ، مشراكة الموسيقى و الملفات الصوتية و النشرات الصوتية .
fr_fr: Rhythmbox est un lecteur et organisateur de musique très simple a utiliser. Il gère une large quantité de formats audio (y-compris mp3 et ogg). Originalement inspiré par iTunes d'Apple, la version actuelle contient une Radio Internet, permet l'intégration d'un iPod ou autre "player" audio, permet la gravure de CD Audio, la lecture de CD Audio, le partage de musique, ainsi que la lecture de Podcasts.

source: Shotwell is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats, also including raw CR2 files.
ar: 'شوت ويل' منسق صور رقمية . يسمح باستيراد الصور من الأقراص و الكميرات ، و ينسقهم بطرق متعددة ، يعرضهم سواءً بوضع الشاشة الكاملة أو بوضع مؤطّر ، و يصدرهم ليشاركوا مع الآخرين . إنه قادر على إدارة صيغ صور متعددة بما فيها ملفات CR2 .
fr_fr: Shotwell est un organiseur de photo digitales. Il permet d'importer des photos d'un disque ou d'un appareil photo, de les organiser de différentes manières, et les visionner en mode fenêtré ou plein-écran ainsi que de les exporter et de les partager. Il est capable de gérer beaucoup de formats d'image différents, ceci inclue les fichiers CR2 de type "raw".

source: VLC is the VideoLAN project's media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
fr_fr: VLC est le lecteur media du projet VideoLAN. Il lit MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcasts ainsi que les flux multimédia de différentes sources réseau.

source: VLC can also be used as a streaming server that duplicates the stream it reads and multicasts them through the network to other clients, or serves them through HTTP.
fr_fr: VLC peut aussi être utilisé comme serveur de diffusion dupliquant le flux qu'il lit et faisant de la multidiffusion à travers le réseau, jusqu'aux clients, ou bien les dessert par HTTP.

source: VLC has support for on-the-fly transcoding of audio and video formats, either for broadcasting purposes or for movie format transformations.
fr_fr: VLC gère le transcodage de formats vidéo et audio, pour la diffusion ou le changement de format du fichier vidéo.

source: ... And a whole lot more!
ar: ...بالإضافة للكثير من الميزات الأُخرى !
fr_fr: ... Ainsi que beaucoup d'autre choses !

source: Naturally you'll also find a firewall, backup application, document/photo scanner and printer management all included in Ubuntu MATE. And this is just the start. The
ar: بالأحوال العادية ، ستجد جداراً نارياً ، برنامج للنسخ الاحتياطي ، ماسح صور و مستندات كل هذا مضمنٌ في أبونتو ماتيه . وهذا مجرد بداية ، إذ إن قائمة
fr_fr: Naturellement, vous trouverez aussi un pare-feu, une application de sauvegarde, un scanner de documents/photos et un gestionnaire d'imprimante, le tout inclu dans Ubuntu MATE. Et ce n'est que le début. La section

source: Software
ar: البرامج
fr_fr: Logiciels

source: sections includes best-in-class applications for most tasks and a one-click installer for an
ar: تتضم
fr_fr: inclut les meilleures applications de leur sections pour la plupart des tâches, et un installeur 1-clic pour un

source: that will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
fr_fr: qui vous donnera accès à des milliers d'applications qui ont été faites pour répondre à la demande de n'importe quel professionnel ou de particulier.

source: Games
ar: ألعاب
fr_fr: Jeux

source: In the last couple of years Linux has become a first class gaming platform thanks to
fr_fr: En quelques années Linux est devenu une plate-forme de jeu de premier choix grâce à

source: bringing the
fr_fr: amenant les jeux de

source: platform to Linux. At the time of writing Steam has more than 1000 high quality indie and AAA titles available for Linux. Ubuntu MATE is fully compatible with Steam for Linux.
fr_fr: sur Linux. À l'écriture de ceci, Steam contient plus de 1000 jeux indépendants de qualité ainsi que des "blockbusters" pour Linux. Ubuntu MATE est entièrement compatible avec Steam pour Linux.

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu MATE. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
fr_fr: Steam étant un grand pas en avant pour le jeu sur Linux, une multitude de jeux de haute qualité et de jeux Open Source sont disponibles pour Ubuntu MATE.

source: Accessibility
fr_fr: Accessibilité

source: Making an accessible operating system was a key priority when the Ubuntu MATE founders initially set out the goals of the project.
fr_fr: Une des priorités lorsque les fondateurs d'Ubuntu MATE ont exposé les objectifs du projet a été de rendre le système accessible à tous.

source: Ubuntu MATE is never going to be able to offer the comprehensive integration of assistive technologies that
fr_fr: Ubuntu MATE ne sera jamais capable cependant d'offrir l'intégration globale des technologies d'assistance que

source: provides. But Ubuntu MATE will continue to follow their lead so that Ubuntu MATE is a viable desktop solution where computer access is shared within a household or business where individual needs differ.
fr_fr: offre. Mais Ubuntu MATE continuera de suivre leur exemple pour qu'Ubuntu MATE soit une solution viable dans un environnement où l'accès à un ordinateur est partagé, comme dans une maison ou dans une entreprise où les besoins individuels sont différents.

source: Mobile Integration
ar: التكامل مع الجوال
fr_fr: Intégration de la plate-forme Mobile

source: Currently Ubuntu MATE has the essential mobile device support you'd expect. You can plug in a phone, media player or digital camera and the device is automatically detected and mounted. You can then access the files on it or sync its contents.
fr_fr: Actuellement, Ubuntu Mate possède une compatibilité avec les appareils mobiles que vous attendez. Vous pouvez y brancher un téléphone, un lecteur media ou un appareil photo et l'appareil est automatiquement détecté et monté. Vous pouvez ensuite accéder aux fichiers stoqués sur les appareils ainsi que synchroniser leurs contenus.

source: Draw, the drawing and flowcharting application.
ar: دراو، برنامج الرسم و المخططات الإنسيابية
